[
    {
        "name": "Dr. UJWAL P",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/4.jpg",
        "designation": "Professor & Head",
        "info": [
            {
                "Educational Qualifications": "Ph.D. (Applied Zoology), Kuvempu University, 2004MSc (Biosciences), Mangalore University,  1996BSc (Botany, Zoology, Chemistry),  Mangalore University,   1994"
            },
            {
                "Past Experience": "Quality Control Officer, Pharma Company, 3 years- 2000-2003"
            },
            {
                "Areas of Interest": "Bioremediation Plant tissue culture secondary metabolite extraction Biofuels"
            },
            {
                "Achievement": "PATENTS : 4435/CHE/2014-Automated Sensor - granted in May 2021Co-ordinator of Bioenergy Information &demonstration Centre Funded byGovernment of Karnataka Biofuel Board Yearly fund of 3.5 Lakh is being received for running the Biodiesel plantSuccessful in generating around 5000litres of Biodiesel from used cookingoil every year for sale For the academic year 2021-2022KARNATAKA BIOTECHNOLOGY AND INFORMATION SERVICES (KBITS) : student projectFund of 2.5 Lakh received in 2017 for production of soap and toiletrydisinfectant using glycerol generated from Biodiesel production as abyproduct.RESEARCH TRAINING AT PENNSTATE HARRISBURG, USA (Central)Pennsylvania Laboratory for Tissue Culture and Biofuels) -2013 July-August"
            },
            {
                "Departmental Responsibilities": "Chairperson of Board of Examination (BOE)Chairperson of Board of Studies (BOS)Chairperson Department of Under Graduate studies in Department of biotechnology Engineering (DUGC)"
            },
            {
                "Professional Memberships": "Life member of the Indian Society for Technical Education (MISTE)"
            },
            {
                "Subjects Handled": "Animal & Plant BiotechnologyBiochips & Microarray TechnologyForensic BiotechnologyGenetic Engineering & ApplicationsGenetically Modified OrganismsIndustrial ManagementManagement & EntrepreneurshipProject Management and IPR"
            },
            {
                "Conferences/CME/Workshops": "Participated in the International Conference and Expo on Biotechnology and Healthcare - Indian on October 26, 2017 - October 27, 2017 at Professor Jayashankar Telangana State Agricultural University, Rajendranagarmandal, Hyderabad, Telangana, IndiaParticipated in the International Conference on Advances in Chemical Engineering (ICACE 2015) held at the Department of Chemical Engineering, NITK, Surathkal during 20-22nd Dec. 2015."
            },
            {
                "Project Guide": "INTERNATIONAL STUDENT GUIDED: August to November 2019 \r\nMs. Valentina Marmolejo Quintero, 8th sem Agricultural Engineering, from Politecnico Colombian, Jaime Isaza Cadavid University, South America worked on Endophytic bacteria, a potential bio-control tool against Fusarium oxysporuman insight into mechanism of fungal inhibition. \r\nList of UG Project Grants Received from Karnataka State CouncilScience & Technology (KSCST): \r\n1. Development of value added products from agricultural residues. 2018-2019 \r\n2. Environmental impact assessment of heavy metal concentration in soil, plant and water around Thermal Power Plant (UPCL), Udupi District, Karnataka. 2011-2012 \r\n3. Removal of heavy metals by Salvinia molestafrom industrial effluentcoupled with bioethanol production. 2009-10 \r\n4. Electricity generation from ETP waste and identification of microorganismscoupled with waste water treatment. 2008-09 \r\n5. A study on phytoremediation of heavy metal pollutants using aquatic weedSalvinia molesta. 2007-08\r\n6. Larvicidal effects of aqueous extracts of few medicinal plants in and aroundNitte campus. 2005-06\r\nList of UG Project guided \r\n1. Utilization of crude glycerol generated from biodiesel preparation into value added product. 2020-2021 \r\n2. Synthesis of copper oxide nanoparticles through bioreduction mechanism using medicinal plants and its application. 2019-2020 \r\n3. A Novel Bioremediation Approach from Diplococcus species isolated fromGinger, 2014-2015 \r\n4. Automated sensor for detecting bacterial growth using microcontroller.2012 -2013 \r\n5. Biosorption of Heavy metals using aquatic fern Salviniamolestaand studiesof its effect on the plant. 2010-2011 \r\n6. Invitromicropropagation and callus induction of Centellaasiatica andanalysis of its chemical constituents. 2010-2011 \r\n7. HPLC determination of caffeine and sodium benzoate in local and brandedbeverages of Udupi and Mangalore - A comparative study and survey. \r\n2009-10 \r\n1. Bioaccumulation of heavy metals by Salviniamolesta.2008-09 \r\n2. Extraction, purification and biochemical Characterization of the rmoalkalophilic protease from Bacillus sp. 2007-08 \r\n3. Isolation and identification of antidiabetic agents from aqueous bark extract of GarugapinnataRoxb. 2006-07"
            },
            {
                "Conference/Journal publications": "Google scholar link: https://bit.ly/3wNkeUdCo-authored paper presentation: Sandesh K., Ujwal P., BlecitaD.Mascarenhas, Gayatri Dhamannavar, Narmada Kumar, Dakshayini. Design and fabrication of miniature bubble columnbioreactor for plant cell culture.Proceedings of the International Conference on Advances in Chemical Engineering. NITKSurathkal,India - Dec.20-22, 2015Book ChapterVinayaka B. Shet,Keshava Joshi,LokeshwariNavalgund,Ujwal Puttur (2022), Biosynthesis of Nanoparticles Using Agriculture and Horticulture WasteBook Editor(s):ChaudheryMustansar Hussain,Ravi Kumar Kadeppagari,Biotechnology for Zero Waste: Emerging Waste ManagementTechniques. Wiley Publisher.https://doi.org/10.1002/9783527832064.ch24Ujwal P., Sandesh K., Shet V.B. (2021) Green Bioenergy for Zero Waste: A RoadTowards Clean and Sustainable Society. In: Hussain C.M., Di Sia P. (eds) Handbook of Smart Materials, Technologies, and Devices. Springer, Cham.https://doi.org/10.1007/978-3-030-58675-1_123-1.Research Paper publicationsNeetha JN, Ujwal P, Kumar KG, Chidananda B, Goveas L, Sandesh K.Aerobic biodegradation and optimization of 2,4-Dichlorophenoxyaceticacid by E. hormaechei subsp. Xiangfangensis and assesment ofbiodegraded metabolite toxicity. Environ TechnolInnov [Internet]. 2021; 24:102055. Available from: https://doi.org/10.1016/j.eti.2021.102055. (I.F: 5.263; Rating : Q1)Rakshitha SP, Keerthana K V., Anjuna P, Sangam SG, Sandesh K, ShetVB, Ujwal P. Statistical optimisation of saccharification process usingAmorphophallus paeoniifolius tubers into fermentable sugars forboethanol production in stirred tank batch reactor (STBR). Biomass Convers Biorefinery [Internet]. 2021;(0123456789). Available from: https://doi.org/10.1007/s13399-021-01748-8 (I.F: 4.987; Rating : Q2)Sandesh K., Ujwal P. Trends and perspectives of liquid biofuel - Processand industrial viability. Energy Conversion and Management-X, 10 (2021)100075 Available from: https://doi.org/10.1016/j.ecmx.2020.100075 (I.F.:9.709, Rating: Q1)J. NN, Sandesh K, K. GK, Chidananda B, Ujwal P. Optimization ofDirect Blue-14 dye degradation by Bacillus fermus (Kx898362) analkaliphilic plant endophyte and assessment of degraded metabolitetoxicity. J Hazard Mater. 2019 Feb 15;742-51. https://doi.org/10.1016/j.jhazmat.2018.10.074 (I.F.: 10.588, Rating: Q1)Vinayaka B. Shet, Nishaa, Manasa Bhata, Manasa, Leah Natasha,Mascarenhasa, Louella Concepta Goveas, Vaman Rao, Ujwal P.,Sandesh K., Aparna A. Acid hydrolysis optimization of cocoa podshell using response surface methodology approach towardethanol production. Agriculture and Natural Resources. Available online: 26th November 2018.eetha JN, Ujwal P, Sandesh K, Santhosh H, Girish K. Aerobicbiodegradation of Acid Blue-9 dye by Bacillus fermus Isolated fromAnnona reticulata. Environ TechnolInnov. 2018;11(11):253-61. https://dx.doi.org/10.1007%2Fs42770-019-00157-4 (I.F.: 5.263, Rating:Q1)Vinayaka B. Shet, Varun C., Aishwarya, Anusha M. Palan, ShamaUmesh Rao, Louella Concepta Goveas, Selvaraj Raja, C. VamanRao, Ujwal P. Optimization of reducing sugars production fromagro-residue coconut leaflets using autoclave-assisted HClhydrolysis with response surface methodology. Agriculture andNatural Resources. Available online: 4th October 2018, pp 280-284.Vinayaka B Shet, Vishwas C Shetty, AshaSiddik, Rakshith K G,Nisha J Shetty, LouellaGoveas, GrynalD'Mello, Vaman C Rao,Ujwal P., Aparna A. 2018. Optimization of microwave assistedH2SO4 hydrolysis of cocoa pod shells: comparison betweenresponse surface methodology and artificial neural network and production of bioethanol thereof\". Journal of microbiology,Biotechnology and Food Sciences. DOI: 10.15414/jmbfs.2018.7.5.473-477. April - May 2018, vol. 7, no. 5.pages: 473-477.Vinayaka B. Shet, Anusha M. Palan, Shama U. Rao, Varun C.,UdayAishwarya, Selvaraj Raja, LouellaConceptaGoeas, C.VamanRao and P. Ujwal, 2018. Comparison of response surfacemethodology and artificial neural network to enhance therelease of reducing sugars from non-edible seed cake byautoclave-assistedHClhydrolysis. 3Biotechspringer)8:127.https://doi.org/10.1007/s13205-018-1163-9.February 2018.Varun C., Aishwarya, Anusha M. Palan, Shama U. Rao, VinayakaB. Shet, C. VamanRao, Ujwal P., Grynal D'Mello, 2016. Modellingof microwave assisted coconut leaf acid hydrolysis pre-treatmentprocess for maximum release of reducing sugars. Res. J. Chem. Env. Sci. Vol 4 [4S], 06-11Sandesh K., Ujwal P., Blecita D. Mascarenhas, GayatriDhamannavar, Narmada Kumar, Dakshayini, 2016. Designand fabrication of miniature bubble column bioreactor for plantcell,Bioprocessing and Biochemical Engineering, Springerpublication, 163-169.K. Dakshayini, C. VamanRao, Anitha Karun, U. Bhavyashree, P.Ujwal, 2016. High frequency plant regeneration and histologicalanalysis of callus in Cichoriumintybus: An important medicinal plant, 8(1):7-12.Dakshayini and Ujwal P., 2014. RP HPLC analysis for coumarincontent in Cichoriumintybus - an important medicinal plant. Int.J. Pharma. Bio. Sci., 5(3):(B) 640-646.M.P.M. Pramod Kumar, H. Raja Naika, B.B. Hosettiand UjwalP.,2009. Modulation of the micronucleus formation by totalextracts from leaves, bark and seeds from Pongamiapinnata.Medicinal & Aromatic plant sciences & Biotechnology 3(1),Pp17-20.P. Ujwal, M.P.M. Pramod Kumar, H. Raja Naika and B.B. Hosetti,2008. Antimicrobial activity of different extracts ofPongamiapinnata.Medicinal& Aromatic plant sciences &Biotechnology 1(2) 285-287.Ujwal P. and B.B. Hossetti, 2001. A Study on Aggregationpattern of Cyclopeltasiccifolia. Indian J. Environ. &Ecoplan. 4 (1).Ujwal , P. and Hosetti, B.B. 1998. Cyclopeltasiccifolia onPongamiaglabra and Erythrinaindica. Insect Environmentpp.115.Hossetti, B.B., Ujwal, P., Mohan, B.S. and Krishnamoorthy, M. 1998.Biology of Pentatomid bug, Cyclopeltasiccifolia (Westwood) Ind. J. of forestryHosetti, B.B., Belagali, S.L. Ujwal, P. and Mohan, B.S. 1997.Pentatomid bugs also serve.chemistry and Biology of Herbal medicine. Society of Biosciences, Muzaffarnagarpp 79-82."
            }
        ]
    },
    {
        "name": "Dr. VIDYA S M",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/5.jpg",
        "designation": "Professor",
        "info": [
            {
                "Educational Qualifications": "Ph.D. Biotechnology, 2002-2006. Kuvempu University, KarnatakaM.Sc. Biotechnology, 1999-2001. Mysore University, KarnatakaB.Sc. Biochemistry-Microbiology-Botany, 1996-1999. SRNMN College of Applied Sciences, Shimoga, Kuvempu University, Karnataka"
            },
            {
                "Past Experience": "Professor, NMAM Institute of Technology, Nitte (01/01/2015 till date)Associate Professor, NMAM Institute of Technology, Nitte (01/11/2012 to 31/12/2014)Senior Lecturer, NMAM Institute of Technology, Nitte (01/03/2011 to 31/10/2012)Lecturer, NMAM Institute of Technology, Nitte (13/08/2007 to 28/02/2011)Lecturer, Alva’s College, Moodbidri, (16/06/2006 to 30/06/2007)Lecturer, SRNMN College of applied sciences, Shimoga (16/07/2001 to 15/06/2006)"
            },
            {
                "Areas of Interest": "Biomolecules\r\nin therapeutics Drug delivery Glycobiology"
            },
            {
                "Achievement": "Sponsored Research:Role of polysaccharides in the prevention of radiation induced intestinal injury. Board of Research in Nuclear Sciences, Department of Atomic Energy, Govt. of India, 2019 - 2022; Grant amount INR 27.72 lakhsInvestigation on the role of probiotic exopolysaccharides in the prevention of radiation induced injury, 2014-17 DAE/BRNS, INR 22.13 LakhsInvestigation on the role of L.rhamnosus exopolysaccharide on biofilm formation and its radioprotective application, 2016-17 TEQIP Phase II - Res Grant, NMAMIT, INR 1 LakhProduction and distribution of tissue culture plantlets of banana var, 'Grand Naine' for the economic empowerment of the rural marginal SC/ST farmers and weaker sections of Udupi District, Karnataka, 2012-15 DBT, INR 23.00 LakhsIn vivo studies on comparative and synergistic radioprotective effect of stem bark extracts of Ficus racemosa, Madhuca indica and Pterocarpus marsupium based on ethnomedicinal knowledge to cancer treatment, 2010-13 DAE/BRNS, INR 16.16 LakhsPatent GrantedSuper-sensitive and stable gold nanoparticles, Indian patent application granted 6186/CHE/2014 during 2019, Inventors: Vidya S.M., Pradeepa, C. Vaman Rao.Awards:Received award for research publications by Vision Group of Science and Technology, Government of Karnataka during the year 2017-18 in recognition and appreciation for the research publications in science and technology.Nitte University sponsorship for research program at Penn State University, Harrisburg, 2013.Indian Drug Manufacturers' Association Best Research Award 2004.Nucleotide Sequences Submitted to NCBI Genbank:Rashmi,K.V., Vidya,S.M. and Sathyanarayana,N. ITS2 sequences. Genbank accession numbers: KX499607 - KX499627; 21 sequences.Rashmi,K.V., Vidya,S.M. and Sathyanarayana,N. psbA-trnH sequences. Genbank accession numbers: KX164503 - KX164508; 46 sequences.Rashmi,K.V., Vidya,S.M. and Sathyanarayana,N. matK sequences. Genbank accession numbers: KX606939 - KX606958; KX661004; KX721057 - KX721059; 24 sequences.Rashmi,K.V., Vidya,S.M. and Sathyanarayana,N. Genbank accession numbers: rbcL sequences. Genbank accession numbers: KX606912 - KX606938; KX721060; 28 sequences."
            },
            {
                "Departmental Responsibilities": "Internal Quality Assurance Cell (IQAC)-CoordinatorDepartmental Research CoordinatorResearch advisory committee MemberNEP Clause 17 MemberUG and Program Assessment Committee CoordinatorBOS, BOE and DUGC-MemberRanking and Accreditation Committee Coordinator of NIRF, AICTE-CII and NAAC-Criteria 3UG Project, EXPRO CoordinatorDepartment Registration and Counselling Committee Member"
            },
            {
                "Professional Memberships": "Life Member of The Indian Science Congress Association Life Member of The Society of Biological Chemists, IndiaLife Member of Society for Free Radical Research, India"
            },
            {
                "Subjects Handled": "Advanced Plant cell and organ cultureBiochemistryBiopharmaceuticalsCancer BiologyDownstream Processing TechnologyEnvironmental BiotechnologyEnzyme TechnologyGenetic EngineeringMolecular BiologyNutraceuticalsPlant and animal BiotechnologyStructural BiologyUpstream Processing Technology"
            },
            {
                "Conferences/CME/Workshops": "Presented a session on \"Research Fund Proposal Writing\" on 30th March 2021 during the Five-Day National level online Workshop on Academics and Research Writings held between 25th and 31St March 2021 ATME College of Engineering, Mysuru.Presented invited talk on \"Drug delivery\" at NITK, Surathkal during 5 days national workshop on Advanced materials and characterization techniques (AMCT-2019) held between 7th to 11th August 2019.Presented a invited talk on \"Treatment of infection by functionalized gold nanoparticles prepared by lactic acid bacterial exopolysaccharides\" in XV annual meeting of the society for free radical research-India (SFRR-INDIA-17) on \"Basic and Applied Aspects of Health, Management using Radiation, Antioxidants and Nutraceuticals and one day school on radiation and redox process in health\" organized by Bio science group, Bhabha atomic research centre, Mumbai, India,  from January 9-12th 2017.Vidya S.M. and Pradeepa. Antibiotic functionalized nanostructures as potent drug delivery agents against multi drug resistant bacteria, p.52.  National Conference on Science and Technology-Reaching the Unreached-Recent advances in Physical, Chemical, Mathematical and Biological Sciences for Energy, Health and Environment, 8th to 9th September 2017Pradeepa, D.K. Maurya, S. Santhosh Kumar and S.M. Vidya Bacterial exopolysaccharide improved survival rate of mice exposed at 8Gy whole body gamma irradiation, p.  113. Radiation and Redox process in Health (SFRR-17), organized by Bio science group, Bhabha atomic research centre, Mumbai, India, January 9th to 12th 2017.Presented a talk on 17th February 2016 on the topic entitled \"Application of gold nanoparticles in antibiotic delivery\" in Manipal College of Pharmaceutical Sciences, Manipal University, Manipal-in the AICTE sponsored  workshop under quality improvement programme held from 15th February 2016 to 27th on the theme 'Recent trends in drug product development, phytopharmaceuticals and analytical techniques\"Pradeepa and Vidya SM Inhibitory Activity of Nisin Functionalized Gold Nanoconjugate against Foodborne Bacterial Pathogens, p. 54, 8th Bangalore India Nano 2016, 3rd to 4th March 2016Rashmi K.V and Vidya S.M. Optimization of amplification conditions for DNA barcoding markers in medicinally important genus Mucuna. Symbiont 2016, National level symposium at MIT, Manipal from 8th to 9th April 2016.Pradeepa and Vidya S.M. Gold nanosphere conjugated Ciprofloxacin against multidrug resistance Staphylococcus aureus, p.141, 103rd Indian Science Congress at University of Mysore, Mysore, held between 3rd to 7th January 2016.Presented a talk on \"Modern Food Biotechnology in Human health and development\" in Alva's Vijnana -A state level science meet held on 23rd January 2015 organized by Dept. of Biotechnology, Alva's College, Moodbidri. Presented a talk on \"Food Security of Genetically Modified Crops\" in connection with National Science Day on 28th Feb 2013 in the programme organized by Dept. of Botany and Biotechnology, SDM College, Ujire and sponsored by Karnataka Science and Technology Academy, Government of Karnataka. Vinutha K, Vidya. S. M and Suchetha Kumari N, Pharmacological evaluation of Ficus racemosa, Madhuca indica and Pterocarpus marsupium substantiated with in silico characterization at International conference on Molecular Medicine \"MOLMED-2012, held in February 2012 at at VIT University, Vellore, Tamilnadu, IndiaVinutha K, Vidya. S. M, Suchetha Kumari N, Sujatha Barangi, Ganesh Sanjeev, Evaluation of protective effect of Ficus racemosa, Madhuca indica AND Pterocarpus marsupium against radiation induced cellular DNA damage in Swiss albino mice by comet assay at International Symposium on \"Recent Trends and Advances in Biomedical Research- An Integrated Approach held in November 2012 at Nitte University, Mangalore, Karnataka. Sujata Barangi, Vidya, S.M., Ganesh Sanjeev, Vaman Rao, C., Rajesh K.P. and Vinutha K. Evaluation of radioprotective effect of Ficus racemosa in mice    exposed to electron beam radiation, p. 29, at National conference on recent advances in health, agriculture and environmental biotechnology held in April 2012 at Department of Biotechnology, M.S. Ramaiah Institute of Technology, Bangalore.Sujata Barangi, Vidya S.M., Rajesh K.P. and Vaman Rao C.  In vitro evaluation of antioxidant activity of Ficus racemosa, Madhuca indica and Pterocarpus marsupium individually and synergistically, p-37 at UGC sponsored National conference on Herbal medicines in the era of globalization, held in September 2011 at Department of chemistry. Sahyadri Science College (autonomous), ShivamoggaSujata Barangi, Vidya S.M., Rajesh K.P. and Vaman Rao C.  In vitro evaluation of antioxidant activity of Ficus racemosa, Madhuca indica and Pterocarpus marsupium individually and synergistically, p-37 at UGC sponsored National conference on Herbal medicines in the era of globalization, held in September 2011 at Department of chemistry. Sahyadri Science College (autonomous), Shivamogga K.P. Rajesh, S.M. Vidya, V. Krishna, B.K. Manjunatha, B.R. Bharath, H. Manjunatha, Antibacterial and molecular docking studies of entagenic acid, a bioactive principle from seed kernel of Entada pursaetha DC,  p-32 at National conference on social relevance on chemical sciences held in March 2011at Department of chemistry, Kuvempu University, Jnanasahaysdri, Shankaraghatta. Mankani, K. L., Krishna, V., Manjunatha, B. K., Vidya, S. M., Jagadeesh Singh, S. D., and Manohara, Y. N. Antinociceptive effect of the extracts and the constituents isolated from Diospyros cordifolia Roxb, 2005 p.119 at National Symposium on recent trends in plant sciences held in October 2004 at S.K. University, Anantapur.Manjunatha, B. K., Krishna, V., Vidya, S. M., Jagadeesh Singh, S. D., Mankani, K. L. and Manohara, Y. N. Evaluation of hepatoprotective activity of Vitex altissima L. against CCl4 induced hepatotoxicity, 2005 pp-108 at National Symposium on recent trends in plant sciences held in October 2004 at S.K. University, Anantapur."
            },
            {
                "Project Guide": "Projects guided at UG level-13Ph.D. projects guided-5"
            },
            {
                "Conference/Journal publications": "Google scholar linkhttps://bit.ly/3LPYPybScopus linkhttps://www.scopus.com/authid/detail.uri?authorId=9280080000"
            }
        ]
    },
    {
        "name": "Dr. CHETAN D M",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/6.jpg",
        "designation": "Associate Professor",
        "info": [
            {
                "Educational Qualifications": "Ph.D (Botany), KUVEMPU UNIVERSITY,2013 MSc (Biotechnology), KUVEMPU UNIVERSITY ,2002BSc (Microbiology), KUVEMPU UNIVERSITY, 2000"
            },
            {
                "Past Experience": "Lecturer BEC -Bellary 1-6- 2003 to 12-7-2005 14/7/2005 to date NMAMIT NITTE"
            },
            {
                "Areas of Interest": "Microbial biotechnologyEnvironmental biotechnology"
            },
            {
                "Departmental Responsibilities": "BOS - UGProgram assessment committee (PAC)DUGCDepartment audit committeeUG class committeeNSS activities coordinator (dept)"
            },
            {
                "Professional Memberships": "ISTE chapter"
            },
            {
                "Subjects Handled": "Basics of pharmaceutical scienceMolecular biology. Cell biologyEnvironmental impact assessmentFood technology Industrial biotechnologyMicrobiology Molecular Biology and Genetics"
            },
            {
                "Project Guide": "B. E Projects : 12Ph.D Projects : 01"
            },
            {
                "Conference/Journal publications": "Google scholar link: https://bit.ly/3PUmYa6Scopus link:https://www.scopus.com/authid/detail.uri?authorId=36447433600"
            },
            {
                "Additional Information": "LIST OFACADEMIC BOOKS AUTHOREDChetan, D.M., 2019. Textbook of microbiology. New-Delhi publishers New-Delhi, ISBN: 978-93-86453-93-8..Chetan, D.M., V.M. Chandrasehkar, H.L. Raghavendra and S. Barangi, 2017. Pharmacology MCQ for All India Postgraduate Medical Entrance Examination. 1st Edn., Innovative Publication Pvt. Ltd, New Delhi, ISBN: 978-81-933819-5-3, Pages : 117.Chetan, D.M., H.L. Raghavendra, R.M. Mallikarjun and T.M. Nalawade, 2017. Physiology MCQ for All India Postgraduate Medical Entrance Examinations, 1st Edn., Innovative Publication Pvt. Ltd, New Delhi, ISBN: 978-81-933819-6-0, Pages: 80.Chetan, D.M., 2018. Microbes in Solid Waste and its Novel Applications. LAP LAMBERT Academic Publishing, Germany, pages: 152.Chetan, D.M., H.L. Raghavendra, R. Babu and B.H. Rakesh, 2017. Pathology MCQ for All India Postgraduate Medical Entrance Examination. 1stEdn., Innovative Publication Pvt.Ltd, New Delhi, ISBN: 978-81-933819-4-6, Pages: 87.Chetan, D.M., H.L. Raghavendra and B.R. Bharath, 2016. A to Z Biochemistry MCQ for All India Postgraduate Medical Entrance Examination. 1st Edn., Innovative Publication Pvt. Ltd, New Delhi, ISBN: 978-81-933819-3-9, Pages: 189.Chetan, D.M., 2017. Keywords based: Biology Multiple Choice Questions (MCQs) For NEET and Other Medical Entrance Examinations. New Delhi Publisher, New Delhi, ISBN: 978-93-85503-70-2,.Chetan, D.M., 2016. Chapter-wise Chemistry Multiple Choice Questions (MCQs) For NEET and Other Medical Entrance Examinations. Blue Rose Publisher, ISBN: 978-93-86126-85-6, .Chetan, D.M., 2016. Chapter-wise Biology Multiple Choice Questions (MCQs) For NEET and Other Medical Entrance Examinations. Blue Rose Publisher, India, ISBN: 978-93-86126-66-5,.Chetan, D.M., 2017. A TO Z Chemistry, General Multiple Choice Questions (MCQs) for Staff Selection Commission, Exams like IAS,IPS, IFS,IRS,NDA, and for Joint entrance examinations (JEE). Blue Rose Publisher, India, ISBN: 978-93-86126-67-2.Chetan, D.M., 2016. A TO Z Biology, General Multiple Choice Questions (MCQs) for Staff Selection Commission, Exams like IAS,IPS,IFS, IRS,NDA, and for Joint entrance examinations (JEE). Blue Rose Publisher, India, ISBN: 978-93-86126-32-2.Vidhyavathi, N. and D.M. Chetan, 2007. Textbook of Molecular biology. IK International, India, ISBN:978-81-89866-35-8..Chetan, D.M. and K.P. Dinesh, 2005. Health and Pharmaceutical Biotechnology. Laxmi Publisher, New Delhi."
            }
        ]
    },
    {
        "name": "Dr. SHYAMA PRASAD SAJANKILA",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/7.jpg",
        "designation": "Associate Professor",
        "info": [
            {
                "Educational Qualifications": "1998 – 2003: Doctoral Fellow (Ph.D.). Department of Zoology Mangalore University, Mangalore, Karnataka, India.1995 – 1998: Research Assistant - Department of Aquatic Biology College of Fisheries, Mangalore, Karnataka, India1995: Master of Science in BIOSCIENCES"
            },
            {
                "Past Experience": "Associate Professor (August 2013 – Till date) Department of Biotechnology, NMAM Institute of Technology, Nitte University, Nitte, Karnataka.Assistant Professor: (2008 October – August 2013) Division of Radiobiology and Toxicology, Manipal Life Sciences Center, Manipal University, Manipal. IndiaPost-Doctoral Fellow (2004-2008) Department of Oncology, Lombardi Comprehensive Cancer Center Washington DC, USA.Post-Doctoral Fellow (2003-2004) Department of Radiology Thomas Jefferson University, Philadelphia, USA"
            },
            {
                "Areas of Interest": "Molecular Oncology Microbial Biotechnology Toxicology,"
            },
            {
                "Professional Memberships": "IEEEIndian Science Congress"
            },
            {
                "Subjects Handled": "Biology for EngineersBiomimetics Cancer Biology Cell and Developmental BiologyGenetic EngineeringEnvironmental StudiesE-Waste ManagementGeneticsand Molecular BiologyHuman PhysiologyBiopharmaceuticalsImmunologyMicrobiology"
            },
            {
                "Conferences/CME/Workshops": "\"Hands on workshop on Nanotechnology\" organised by Center for Nanosciences Engineering, IISC, Bangalore (4th - 8th April 2022)A four day workshop on \"Introduction to Therapeutic Counseling for Engineering Teachers\",(2nd June - 5th June 2014)Organised by the Department of Counseling, Welfare, Training and Placement, NMAM Institute of Technology, Nitte.Indo-German Workshop on Predictive assays and Innovative technology in Radiotherapy, organized by Department of Radiotherapy and Oncology KMC Manipal and Mangalore, at Manipal 16 - 17th January 2010.Workshop on Modern Imaging Technology: Recent Advances, organized by the Society of Nuclear Medicine, Philadelphia, USA, June 18 - 19th, 2004.\"National Seminar on Biotechnology-Challenges and Prospects\" organized by the Laboratory of applied Biology, St. Aloysius College, Mangalore, during 4 - 6thJanuary2002.Short-duration course on \"Ecology and Conservation\" organized by the Department of AppliedZoology, Mangalore University, during 6th and 7th of December 2001.Workshop on \"Control of animal experiments through alternative approaches\", organized byPeople for Animals, held at Defense Food Laboratory, Mysore on 25th,March 2000.\"Frontier Lectures in Modern Biology\" organized by the Department of Biosciences in collaboration with JNCASR, Bangalore, 15-17th, December 1999. \"Frontier Lectures in Molecular Biology and Genetics\" organized by the Department of Biosciences in Collaboration with JNCASR, Bangalore, 13 -15th, September 1996."
            },
            {
                "Project Guide": "B.Sc. : 05M.Sc. : 03Ph.D : 02 (ongoing)B.E : 04"
            },
            {
                "Conference/Journal publications": "Google scholar link https://bit.ly/3wPeZUiScopus link https://www.scopus.com/authid/detail.uri?authorId=24336194600Papers presented in conferences/abstracts:Louella Concepta Goveas, Sneha Nayak, Shyama Prasad Sajankila, \"Fungal Contaminantsecretes hydrophobins with surface active properties\" 2nd International Conference onRecent Trends in Bioengineering, (16 February 2019) MIT School of Bioengineerng Sciences and Research at MIT ADT University Pune.Louella Concepta Goveas, Shyama Prasad Sajankila, \"Bacterial isolates from petroleumrefinery effluent degrade petroleum crude oil in sea water\" The 11th International Exergy,Energy and Environment Symposium (IEEES-11), 14th - 18th July, 2019, Department ofAutomobile Engineering, SRM Institute of Science and Technology, Chennai.Sneha Nayak, Shyama Prasad Sajankila, C. Vaman Rao, \"One pot detection of heavy metaland biosynthesis of nanoparticles from metals in ground water samples\" The 11thInternational Exergy, Energy and Environment Symposium (IEEES-11), 14th - 18th July, 2019, Department of Automobile Engineering, SRM Institute of Science and Technology,Chennai.Sneha Nayak, Shayama Prasad Sajankila , C Vaman Rao, \"Biogenic Synthesis of SilverNanoparticles Using Jatropha Seed Cake Extract and Characterization: Evaluation of itsAntibacterial Activity\", International conference on advances and challenges for sustainable ecosystem - ICACSE 2018, held during 6th to 8th Dec 2018, Department ofChemical Engineering, NIT, Trichy.Louella Concepta Goveas, Amrutha K, Ananya, Alva Melita Alwin, Jenishia Menezes,Shyama Prasad Sajankila \"Bacteria from motor garage soil degrades bacteria inpetroleum crude oil\" in Lake 2018: Conference on Conservation and SustainableManagement of Riverine Ecosystems [THE 11TH BIENNIAL LAKE CONFERENCE] organisedby Energy and Wetlands Research Group, Centre for Ecological Sciences, Indian Instituteof Science, Bangalore, Alva's College Moodbidri & Alva's Institute of Engineering andTechnology, Mijar, at V.S. Acharya Auditorium, Alva's Education Foundation, SundariAnanda Alva Campus, Vidyagiri, Moodbidri on 22nd - 25th November 2018. Full length paper to be published in conference proceedings.Sneha Nayak, Shyama Prasad Sajankila, C Vaman Rao, \"Biogenic Synthesis of SilverNanoparticles using Pongamia Seed Cake Extract - A byproduct of the Biodiesel Industryand Evaluation of its Antibacterial Activity and Catalytic Reduction of Methyl Green Dye\", Lake 2018 : Conference on Conservation and Sustainable Management of RiverineEcosystems, held during 22nd to 24th Nov 2018. Full length paper to be published inconference proceedings.Louella Concepta Goveas, Shyama Prasad Sajankila \"Petroleum crude oil degradingpotential of indigenous bacteria isolated from petroleum refinery industrial effluent\" inAlumni sponsored International Conference on Recent Vistas in Science and Technologyand its Relevance to Biological Sciences\" organised by Department of Biotechnology,Alvas College and Karnataka State Pollution Control Board, at Alvas College VidyagiriMoodbidri held on 8th March 2018Louella Concepta Goveas, Shyama Prasad Sajankila, Ms Amrutha K, Ms Ananya, MsMelita Alva, Ms Jenishia, \"Isolation and Characterization of petroleum crude oil and usedengine oil degrading bacteria from motor garage soil\" was presented by NationalConference on Recent Advances in Biochemistry (RAB - 2019) organised by Departmentof PG Studies and Research in Biochemistry, St Aloysius College, Mangalore on 23rdFebruary 2019. This poster was awarded as the Best Poster in the conference.Harshitha Kamath Miyar, Anusha, U Shwetha Rao, Manish Baddakkatte, Dr ShyamaPrasad Sajankila, Sneha Nayak and Louella Concepta Goveas, \"Fungal Contaminantsecretes hydrophobins with surface active properties\" was presented by of 5th semester B.E. Biotechnology co authored by at 2nd International Conference on Recent Trends inBioengineering (ICRTB 2019) organised by MIT School of Bioengineering Sciences andResearch at MIT-ADT University, Pune India on 16th Febraury, 2019.Louella C Goveas, Shyama Prasad Sajankila; Petroleum crude oil degrading potentials ofindigenous bacteria isolated from petroleum refinery industry effluent; Internationalconference on Recent vistas in Science and Technology & its relevance to Biological Sciences; Organized by Department of Biotechnology, Alvas College, oodbidri; 3rd March 2018.Shyama Prasad Sajankila, Vinayaka B Shet, KeshavaJoshi, Lokeshwari N., Effect oftraditionally synthesized carbon nano particles as bio-fuel blend on the engine performanceand emission characteristics, To be presented in International Conference on Advances inChemical Engineering (20th to 22nd December 2015), to be held at NITK, Suratkal, Karnataka,India.Shyama Prasad Sajankila, K. Ambika, B. Nageshwar Rao, Rashtri Gosh, B.S. Satish Rao. A studyon the toxicity of Copper nanoparticles (CuNP) in mouse system. NanoSci Tech2012,International conference on Frontiers in Nanoscience, Nanotechnology and their Applications, held at Punjab University, Chandigarh, February 16 - 18th, 2012. (OralPresentation)Iswariya V, Nageshwar Rao B, Satish Rao B.S, Shyama Prasad Sajankila. A study on the effectof titanium dioxide and silicon dioxide nanoparticles on MCF7 cell line. in the 35thEnvironmental Mutagen Society of India (EMSI) conference and International workshop, heldat Chandigarh, April 12th-14th, 2010. (Poster Presentation)Prashantha Naik, Ashwini Prabhu, Shyama Prasad Sajankila. Spectrophotometric estimationof total antioxidant activity of Andrographis paniculata. 16th National Conference on Aerobiology & National Symposium on Application of Biotechnology in EnvironmentalManagement and Medicine. 19th - 21st November 2010. (Oral Presentation - Awarded IIplace)Shyama Prasad Sajankila, Sujata Choudhury, Keisuke Izumi, Xi Huang and Rabindra Roy.Regulation of Nth1 and Tsc2 by Cu in experimental liver cancer model. Presented in the 98th Annual meeting of AACR held at Los Angeles, CA, USA. April 14-18th, 2007. (PosterPresentation)Sujata Choudhury, Gargi Roy, Rashmi Pandith, Rhoderick H. Elder, Sanjay Adhikari, ShyamaSajankila, Amrita Cheema, Rabindra Roy. Overexpression of human endonuclease III increases mutations. Presented in the 98th Annual meeting of AACR held at Los Angeles, CA, USA. April14-18th, 2007. (Poster Presentation)Xiantao Wang, Sudha Govind, Lixin Mi, Shyama P. Sajankila, Rabindra Roy, Fung- Lung Chung.PEITC synergizes cisplatin-induced apoptosis via ERK activation in human cancer cells.Presented in the 98th Annual meeting of AACR held at Los Angeles, CA, USA. April 14-18th,2007. (Poster Presentation)Sujata Choudhury, Gargi Roy, Rashmi R Pandith, Rhodrick H Elder, Sanjay Adhikari, Shyama PSajankila, Amrita Cheema, Rabindra Roy. Overexpression of human endonuclease III increases mutation. Presented at the RRS Annual Meeting, held at Philadelphia, 2006. (Poster Presentation)Sujata Choudhury, Gargi Roy, Shyama Prasad Sajankila, Sanjay Adhikari, Amrita Cheema andRabindra Roy. Role of repair of oxidative DNA damage by human endonuclease III inprevention of tumorigenic mutations. Presented in the 97th Annual meeting of AACR held atWashington DC. April 1-5, 2006. (Poster Presentation)Sujata Choudhury, Shyama Prasad Sajankila, Rabindra Roy. Mechanism of regulation of NTH1in tumorigenesis of LEC rat liver. Presented in the 96th Annual meeting of AACR held atAnaheim, California. April 16-20, 2005. (Poster Presentation)Mathew L Thakur, Mohan R Aruva, Judie Daviau, S S Prasad, S Sharma. Imaging experimentalpulmonary embolism (PE) in swine using fibrin specific peptide Tc-99m-TP- 850. Presented in the 51st Annual meeting of The Society of Nuclear Medicine, Philadelphia, USA, 2004. (PosterPresentation)Nariman Amirkhanov, Atis Chakrabarti, S Shyama Prasad, Kevin Duffy, Armin Opitz, MathewL Thakur and Eric Wickstrom. Antisence nanoparticles for imaging, treatment and assessmentof Pancreatic Cancer Gene Expression. Presented in \"The Fifth Principal Investigators meeting of the Unconventional Innovations Program\", San Diego, USA, March 1-2, 2004.(Poster Presentation)Jayashree D, KK Vijayalaxmi, S Shyama Prasad, K Bhasker Shenoy, P Uma Devi andUnnikrishnan. An in vivo study on the anticlastogenic and antitumor properties of marine algaUlva fasciata in Swiss albino mice. Presented in XXVIII Annual Conference of EMSI, Calcutta,India, February 14-16th, 2003. (Poster Presentation)Prashantha Naik, S Shyama Prasad, Jayashree D and KK Vijayalaxmi. The studies on thegenotoxicity of Endosulfan- an organochlorine pesticide in in vivo mouse. Presented in the National Conference on Zoology-Vision for 21st Century, Bangalore University, India,December 28-31st, 2002. (Poster Presentation)Prem D'Souza M, Shyama Prasad S, Prashantha Naik, Jayashree D and KK Vijayalaxmi. Studieson the in vivo genotoxicity of lead acetate in mouse. 8th All India Conference on Cytology and Genetics, held at Bangalore University, India, January 23- 25th, 2001. (Poster Presentation)Prashantha Naik, Shyama Prasad S, Prem D'Souza M and KK Vijayalaxmi. Studies on the invivo genotoxicity of xenoestrogen- Bisphenol-A in mouse. Seminar on Zoology for the 21st Century, Goa University, India, December 7-9th, 2000. (Poster Presentation)Prem D'Souza M, Shyama Prasad S, Prashantha Naik and KK Vijayalaxmi. Studies on theclastogenic effects of lead acetate in mouse bone marrow cells. Seminar on Zoology for the21st Century, Goa University, India, December 7-9th, 2000. (Poster Presentation)Prashantha Naik, Shyama Prasad S and KK Vijayalaxmi. Evaluation of the genotoxicity ofBisphenol-A using mouse in vivo system. EMSI Silver Jubilee Conference, held at M.S. Swami Nathan Research Foundation, Chennai, India, March 1999. (Poster Presentation)Shyama Prasad S and KK Vijayalaxmi. Studies on the anticlastogenic effects of ethanolicextract of Coleus aromaticus. EMSI Silver Jubilee Conference, held at M.S. Swami NathanResearch Foundation, Chennai, India, March 1999. (Poster Presentation)"
            }
        ]
    },
    {
        "name": "Dr. ANIL KUMAR H S",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/8.jpg",
        "designation": "Associate Professor",
        "info": [
            {
                "Educational Qualifications": "Ph D  - completed in 2015M.Sc. completed in 2002"
            },
            {
                "Past Experience": "5 years"
            },
            {
                "Areas of Interest": "Microbial enzymesEnvironmental Biotechnology"
            },
            {
                "Departmental Responsibilities": "Seminar and Project Coordinator"
            },
            {
                "Professional Memberships": "Life time member in Society of Biological Chemists India.Fellow member in Society for Scientific Heritage."
            },
            {
                "Subjects Handled": "Cell and Developmental biology Biochemistry Human physiology IPR Biopharmaceuticals Biology for Engineers DPT lab Analytical and Molecular biology lab Biochemistry lab"
            },
            {
                "Conferences/CME/Workshops": "Conference published : 5"
            },
            {
                "Project Guide": "B.E Projects: 10"
            },
            {
                "Conference/Journal publications": "Papers published : 10"
            }
        ]
    },
    {
        "name": "Dr. VINAYAKA B SHET",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/9.jpg",
        "designation": "Associate Professor",
        "info": [
            {
                "Educational Qualifications": "Ph.D (Biotechnology), V.T.U, 2019 M.Tech. (Industrial Biotechnology), N.I.T.K, 2012B.E (Biotechnology), V.T.U, 2006"
            },
            {
                "Past Experience": "Academics:Assistant Professor Grade III, NMAMIT, 2019 till dateAssistant Professor Grade II, NMAMIT, 2013-2019Assistant Professor Grade I, NMAMIT, 2010-2013Lecturer, NMAMIT, 2007-2010Industry:Customer Support Engineer, JH Bio Innovation Pvt. Ltd., 2006-2007"
            },
            {
                "Areas of Interest": "Biofuels Fermentation technology Oenology"
            },
            {
                "Achievement": "PatentIndian patent granted for the invention \"A process for production of an alcoholic beverage from cashew apple and raisins and the alcoholic beverage produced thereof\" AwardRecipient of Young Researcher Award 2020 by REST society for research international.Funded project\"Development of corrosion resistant and antimicrobial touch surfaces through multilayered Zn-Ni-TiO2 composite coatings\" PI: Dr. Ramesh Bhat, Dept. of Chemistry, NMAMIT, Nitte. Co PI: Dr Vinayaka B Shet, Dept of Biotechnology Engineering, NMAMIT, Nitte. Grant amount 13 lakhs funded by NMAMIT, Nitte.\"Manufacturing Eco friendly adhesives from jackfruit seeds. Value added course on nanotechnology in traditional and modern practice\". Rs. 1.5 lakh funded by New Age Incubation Network (NAIN), ICT Society, Dept. of IT, BT and S&T, Government of Karnataka. \"Production of Bioethanol from coffee pulp with mucilage\". Rs. 1.75 lakh funded by New Age Incubation Network (NAIN), ICT Society, Dept. of IT, BT and S&T, Government of Karnataka."
            },
            {
                "Departmental Responsibilities": "BOS and PAC memberCDCS department coordinatorIndustry- Institute interaction coordinatorEntrepreneurship coordinatorSocial media coordinatorWebsite update inchargeNMAMIT News coordinatorNEP-2020 Task force member"
            },
            {
                "Professional Memberships": "Indian Society for Technical Education (ISTE) - Life member"
            },
            {
                "Subjects Handled": "UG:Advanced ITBasics of computer applicationsBioinformaticsBioprocess calculationsBioprocess control and automationClinical biotechnology Clinical database managementDownstream processing technology Economics and plant designEnzyme technologyNanobiotechnologyNanotechnologyOenologyPG:Fermentation technology IFermentation technology II Research methodology, biosafety and IPR"
            },
            {
                "Conferences/CME/Workshops": "\"Recent Advances in Wastewater Treatment and Recycle\" organized by the Department of Chemical Engineering, SDM College of Engineering and Technology, Dharwad. 16th to 19th November 2021.Nanomaterials: Synthesis, Characterization and Applications, organized by Department of Biotechnology and Department of Chemistry, Ramaiah Institute of Technology, Bengaluru-560054. 01st -16th  December 2020.One week STTP on advanced research methodology organized by RSRI,11th to 15th May 2020One week STTP on Teaching and learning pedagogy organized by RSRI,18th to 22nd May 2020Nanotechnology , science and applications, offered by NPTEL,July- Sep 2019"
            },
            {
                "Project Guide": "B.E Projects : 07M.Tech Projects: 01"
            },
            {
                "Conference/Journal publications": "Google scholar linkhttps://bit.ly/3MPgMhHScopus linkhttps://www.scopus.com/authid/detail.uri?authorId=57194971880"
            }
        ]
    },
    {
        "name": "Dr. SANTHOSH POOJARY",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/10.jpg",
        "designation": "Assistant Professor Gd-III",
        "info": [
            {
                "Educational Qualifications": "Ph.D. (2019) [VTU-Belagavi]M.Sc. Engg. (2014) [VTU-Belagavi]B.E. - Biotechnology (2012) [NMAMIT-Nitte]"
            },
            {
                "Past Experience": "Scientific Assistant - July 2012-2018, Karnataka State BioenrgyDevelopment Board sponsored Udupi District Bioenergy Centre, with key responsibilities of Training and Demonstration on Bioenergy topics, Research Project Assistance, Internship Guidance, Managing project financial documents, Biofuel feedstock procurement, Production, Product quality control, Marketing and day to day activities of pilot-scale Biodiesel Production Plant along with continuous Research and Development.Assistant Professor- August 2018 -2019 Assistant Professor Gd-III -  August 2020  onwards."
            },
            {
                "Areas of Interest": "Advanced Renewable fuels Algae Products, Bioinformatics Bioenergy/Biofuel Biodiesel Bioalcohol Biogas Biomass based bio-refinery Biohydrogen Microbial fuel cells Phytochemical extraction Thermochemical Processing"
            },
            {
                "Achievement": "International Level- 'Next Generation Scientist for Biodiesel' 2019 -Issued by United States National Biodiesel Board offered with Travel Grant ($600) and Complimentary fees ($1200) for Biodiesel Conference and Expo-2019 held at San Diego-California, USA.National Level-'Adarsh Vidya Saraswati RashtriyaPuraskar' 2020-Issued by Global Management Council, Ahmedabad, Gujarat in recognition of innovative teaching methods, online student feedback mechanism and overall profile of activity. State Level-'Biodiesel Engineering Project Award' (Karnataka State Govt.) 2012- Issued by Karnataka State Bioenergy Development Board - Individual Academic Engineering project entitled \"Production of Biodiesel from Unconventional Feedstocks of Udupi District \" awarded with cash prize of Rs. 50,000/- in State level Project Exhibition held at SDM Engineering College-Dharmasthala.Cleared GATE-2014 (Biotechnology-Paper) with All Indian Rank of 1763 with valid GATE Score of 342.Received 'Excellent Award-2014' for remarkable academic achievement from Billawas Dubai & Northern Emirates Charitable Trust through Shree Guru Charitable Trust, Mangaluru.Honored with 'Certificate of Merit' conferred under the Associations of Merit Award Scheme of The Billawara Association, Mumbai in 2012."
            },
            {
                "Departmental Responsibilities": "Moodle Coordinator Internship coordinator Institution of Engineers India (IEI) Students' BT Chapter Coordinator Sports Committee Coordinator e- Governance coordinator BRIDC Co- coordinator"
            },
            {
                "Professional Memberships": "Life Membership-Indian Society for Technical Education"
            },
            {
                "Subjects Handled": "Biofuel EngineeringBioinformaticsBiology for Engineers"
            },
            {
                "Conferences/CME/Workshops": "Participated in, total 12 workshops on Biofuels and 'Scale-up & Commercialization of Biofuel Production', conducted by Karnataka State Bio-energy Development Board (KSBDB) & Karnataka State Council for Science and Technology (KSCST) organized at various Venues-National Institute of Advanced studies-IISC Bengaluru, Agricultural University-Dharwad, Forestry College-Uttara Kannada, Siddaganga Institute of Technology-Tumkur during 2011-2018.Completed 'Entry Edge' and 'FEEL Employable', training programme on learning and carrier development by i-Point consultancies held at NMAMIT, in 2011.Completed 27 days 'INPLANT Training' in SEQUENT SCEINTIFIC PRIVATE LIMITED, a Pharmaceutical Company in Mangaluru, in 2011.Attended an International Seminar on 'Current Scenario in Biofuel Technology' held at NMAMIT- Nitte in 2011.Participated in total 6 days National Workshops on 'Research Methodologies and Effective Publication Practices' (TEQIP Funded) and 'Applied Nanotechnology' organized by NMAMIT, Nitte.during 2012-2015.Participated in Golden Jubilee International Conference on 'Recent Advances & Challenges in Energy 2012' (RACE-2012) held at Manipal Institute of Technology (MIT)Participated in 'Sybiot 2012', a national symposium held at MIT, Manipal. Participated in 'Karnataka Science and Technology Academy-4th Conference-2012' held at Mangalore University, Mangalure.Participated in 'NMReCon-2012 & 13- A Research Scholars Conclave' organized by ISSE chapter, NMAMIT-Nitte.Attended a National seminar on 'Research Opportunities in Biofuels' organized by Visveswaraya Technological University (VTU) Belagavi in 2013.Participated in 3 days Workshop on 'Research Methodologies and Latex' organized by VTU e-learning Centre, Mysore in 2013 at Ghousia College of Engineering, Bengaluru.Participated in one-day workshop on 'Recent Advances in Biofuels and IC Engines (RABFICE-2014), held at Srinivas Institute of Technology, Mangaluru.Participated in 'MANTHAN-2015-Business Plan Presentation Competition' of Federation of Karnataka Chambers of Commerce and Industry (FKCCI) held at Bengaluru.Participated in 3 days workshop on 'Diesel engine: basics/combustion/emission' organized by Brooklynn Innovative Research and Development (BIRD) held at GKM college of Engineering, Chennai in 2016.Participated in 4 days workshop on 'Design & Manufacturing Aspect of Fermenter'organized by Department of Biotechnology Engineering, NMAMIT-Nitte in 2018.Participated in 5 daysAICTE sponsored Quality improvement Programme (QIP) on 'Biology for Engineers' conducted by IIT Bombay, in 2019.Participated in 4 daysNational Level workshop on 'Understanding our adolescents, Suicide Prevention &Introduction to Therapeutic Counselling for Teachers & administrators in Higher Education' organized NMAMIT, Nitte in 2019.Participated 'Prajna 2019' An Orientation programme on the theme 'Education for Inner Transformation' organized by Ramakrishna Math Mangalore.Participated in one-dayworkshop on 'Latex for documentation'organized by Department of E&C Engineering, NMAMIT Nitte, in 2019.Participated in 5 days Faculty Development Workshop on 'Hands on Training on use of Digital Board & Pedagogical Techniques'organized NMAMIT, Nitte in 2020.Attended and completed virtual hands-on workshop on 'Sangers DNA Sequence and Mutation Analysis' organized by ImmuGenix Biosciences Pvt Ltd, Chennai, in 2020.Delivered a talk on 'Future of Electrofuels and Biofuels', organised by Electromotive Club, Mandya, Karnataka, in 2020.Participated in AICTE sponsored 5 days online STTP on \"Research Avenues in Genomics\" organized by the Department of Computer Science & Engineering, Jawaharlal Nehru National College of Engineering, Shivamogga, in 2020.Participated in an online workshop on 'Biomedical and Health Research: Perception and Practice' organized by NUCSER & DST NU-TEC Nitte University in 2021.Participated & completed successfully AICTE Training And Learning (ATAL) Academy Online Elementary5 days Faculty Development Program on \"Recent Trends in BioMEMS and MedicalMicrodevices: From Devices to Applications' organized by National Institute of Technology Silchar, in 2021.Participated in 3 days 'National Webinar and Workshop on Computer Aided Drug Design\" Organized by ResearchDirectorate, NITTE (Deemed to be University) and Institutional ResearchCouncil, NGSMIPS, Nitte (DU), Mangaluru in association with Schrödinger, in 2021.AICTE SponsoredOnline National Conference on 'Precision Medicine: Current Scenario and Future Aspects', organized by Sri Arabindo Institute of Pharmacy, Indore in 2021.Participated & completed successfully AICTE Training And Learning (ATAL) Academy Online Elementary5 days FDP on 'Computer aided drug design in drug discovery'organized by Indian Instituteof Information Technology Allahabad in 2021.Participated in one-day workshop on 'Spectrofluorometry Technique'organized by Nitte University Centre for Science Education and Research, NITTE (Deemed to be University),Deralakatte, Mangaluru in 2022.Participated in 3 Days National Assessment and Accreditation Council (NAAC) sponsoredNational Level Workshop on \"Innovative Technologies to Improve Quality of Teaching & Learning\" (Hybrid Mode) organized by Internal quality assurance cell of G. H. Raisoni Institute of Engineering and Technology Nagpur, in 2022.Participated in 3 daysQuality Enhancement Program on 'Research Excellence : Metrics and Analytics' organized by Internal Quality Assurance Cell (IQAC), NMAM Institute of Technology, Nitte in 2022."
            },
            {
                "Project Guide": "Project guided  - 04 (UG - NMAMIT) \r\nBSc,BE, MTech,PhD Projects and Internship assisted at Bioenergy centre - more than 50 (Other College)"
            },
            {
                "Conference/Journal publications": "Google scholar linkhttps://bit.ly/39VIU4bScopus linkhttps://www.scopus.com/authid/detail.uri?authorId=57193117487Research papers in refereed journals\"Biofuel Production from Borassus Flabellifer\" in the Vol. 5, Issue 1, January-June 2014, page no. 9-15 of Journal of Biofuels.\"ScleropyrumpentandrumDennst. mabb oil as a feedstock for biodiesel production engine performance and emission studies\" in the Vol.14, Issue 3, 2017, page no. 279-88 of International Journal of Green Energy, an international peer reviewed journal of Taylor & Francis.\"Process optimisation of pilot scale biodiesel production from Pongamia and Waste cooking oil feedstock\" in the Vol.13, Issue 9, 2018 of Journal of Engineering Science.\"Role of Bioinformatics, Computational Biology and Computer Technologies in Combating COVID-19 Virus-a Review\" in the Vol.10, Issue 2, 2020 of International Journal of Biotech Trends and Technology. \"A Review of the Concept of Biodiesel Industrial Socialization\" in the Vol.6, Issue 1, 2020 of Journal of Alternative and Renewable Energy Sources.Conference papers:\"Production of biodiesel from unconventional feedstocks of Udupi district\" in the proceedings of 'International Conference on Recent Advances and Challenges in Biotechnology, (ICRACBT-2012) published by Excel India Publishers, New Delhi.\"Fermentation of Borassus Flabellifer fruit for Biofuel Production\" in proceedings of \"International Conference on Emerging Trends in Engineering (ICETE-2014)\" published by Excellent Publishing House New Delhi. Co-authored one more conference paper entitled \"Characteristic study of oils extracted from locally available seeds in Udupi District\", in the same conference.\"The study of pilot-scale Biodiesel production process from Pongamia and Waste Cooking Oil\" in the proceedings of National conference organized by Indian Institute of Chemical Engineers student chapter (SHCEMCON-2016).Co-authored \"Identification of valuable phytochemicals in Biodiesel seed crops\"National Conference on \"Current Advances in Medical and Industrial Biotechnology-2020, organized byBiotechnology Department, Alvas College, Moodbidri.Co-authored \"Extraction and Identification of valuable Biomaterials from Biodiesel Seed Crops\" in proceedings of the International Conference (Virtual) on Affordable Strategies for Health, Environment and Food Technology -(ASHEF-2020) organized by the Department of Biotechnology Engineering, NMAMIT Nitte\"Innovative Research on Co-Product Utilization for Sustainable Biofuel Production\" In the proceedings of the National Conference on 'Journey Biofuel Production, Production, Marketing and Value Addition-2022', organized by Biofuel Biofuel Park, Tinthani,UAS, Raichur, Research articles\"Research Insights into Biofuels-2012\"- 'A Compilation of Research Papers from Information and Demonstration Centers of KSBDB'.\"A Compendium of engineering student's projects on Biofuels-2012\", published by Karnataka State Bio-energy Development Board (KSBDB)."
            }
        ]
    },
    {
        "name": "Dr. VENKATESH KAMATH H",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/11.jpg",
        "designation": "Assistant Professor G-III /DCoE",
        "info": [
            {
                "Educational Qualifications": "Ph.D.: Applied Sciences (Biotechnology), VTU, Belagavi, 2020.M.Tech.(by Research): Chemical Plant Design, NITK, Surathkal, 2011.B.E.: Biotechnology, VTU, Belagavi, 2006."
            },
            {
                "Past Experience": "Asst. Professor (G III) &Asst. COE, NMAMIT, Nitte, 01–Oct–2021to Till dateAsst. Professor (G III), NMAMIT, Nitte, 01–Nov–2020 to 30–Sep–2021Asst. Professor (G II), NMAMIT, Nitte, 01–Oct–2012 to 31–Oct–2020Senior Lecturer, NMAMIT, Nitte, 01–Apr–2012 to 30–Sep–2012Lecturer, NMAMIT, Nitte, 10–Aug–2006to 31–Mar–2012."
            },
            {
                "Areas of Interest": "Bioreactor design Bioprocess design Biofuels"
            },
            {
                "Achievement": "SERB-TARE Fellowship 2021-23Selected as faculty delegate to visit Miyazaki University, Japan in Dec 2019.Best Paper award at National Level Symposium Environmental Pollution Prevention Control: Future Perspective held at NITK, Surathkal on 23 - 25 August 2019."
            },
            {
                "Departmental Responsibilities": "Examination\r\ncoordinator"
            },
            {
                "Professional Memberships": "Institution of Engineers (India) - Life Member (M-150212-8)The Indian Science Congress Association (ISCA) - Life Member (L21933)Asia - Pacific Chemical, Biological and Environmental Engg. Society (APCBEES) - Member (200950)The International Association of Engineers (IAENG) - Member (171138)."
            },
            {
                "Subjects Handled": "For UG : Bioprocess Calculations Heat and mass Transfer  Applied Biostatistics  Biomedical Instrumentation Environmental studiesFor PG :Applied Biostatistics & Design of Experiments Food Process Engineering"
            },
            {
                "Conferences/CME/Workshops": "International conferences: 1National Conferences: 4Workshops / Faculty development programmes attended as participant:                 Last 5 years: 17                 Total (2006 - till date): 33Workshop - As a resource person: 5Online Certification Courses: 6"
            },
            {
                "Project Guide": "UG Final Year Projects: 07 (Last 5 years)"
            },
            {
                "Conference/Journal publications": "Google scholar link:https://bit.ly/3yXhwx5Scopus link:https://www.scopus.com/authid/detail.uri?authorId=56180403100List of conference publications in chronological order:Conference Publications (International Conference)Venkatesh Kamath H., Samiyabanu, Krupa M.B., Deepak G.M., C. Vaman Rao, \"Ethanol Fuel Production from Glycerol using Bacillus cereus\" in the 2nd International Conference on Recent Advancements in Chemical, Environmental & Energy Engineering (RACEEE) - 2017 organized by SSN College of Engineering, Chennai during 23-24 February 2017.Conference Publications (National Conference)H. Venkatesh Kamath, Ashwini G. Shenoy, Inchara Crasta, Soumya M. Rao, K. B. Udbhavi and C. Vaman Rao. \"Consolidated Bioprocessing of Lignocellulosic Biomass to produce Bioethanol using Bacillus strain\" at National Level Symposium Environmental Pollution Prevention Control: Future Perspective held at NITK, Surathkal on 23 - 25 August 2019 (Won Best paper award).Ashwini G. Shenoy, Inchara Crasta, Soumya M. Rao, K. B. Udbhavi, H. Venkatesh Kamath and C. Vaman Rao. \"Rapid and Direct Biochemical Estimation of Ethanol from Fermentation Broth: Online and Offline Method\" at the National Conference on \"Recent advances in biochemistry-2019\" held at St. Aloysius College, Mangaluru on 23rd February 2019.Ashwini G. Shenoy, Inchara Crasta, Soumya M. Rao, K. B. Udbhavi, H. Venkatesh Kamath and C. Vaman Rao. \"Statistical modelling of microwave assisted acid digestion\" at National Level Conference RACEE 2017 organized by Chemical Engg Department, SSN College of Engineering, Chennai on 18th August 2017.Venkatesh Kamath H., C. Vaman Rao \"Role of oxygen in fermentation of glycerol to bioethanol\". National Conference on Utilization of Biodiversity for Value added products: Food, Pharma, Nutraceutical and Biofuels, NCUBD-2015. Organized by Dayananda Sagar College of Engineering, Bengaluru, 25-26 September, 2015."
            }
        ]
    },
    {
        "name": "Dr. SANDESH K.",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/12.jpg",
        "designation": "Assistant Professor Gd-III",
        "info": [
            {
                "Educational Qualifications": "Ph.D., Faculty of Applied Science (Biotechnology) V.T.U. 2020M.Tech. Chemical Plant Design, NITK, Surathkal, 2010B.E. Chemical Engineering, V.T.U. 2008"
            },
            {
                "Past Experience": "Assistant Professor GD III, NMAM Institute of Technology Nitte. 2010 to till date"
            },
            {
                "Areas of Interest": "ABE fermentationBiofuelBioreactor Design and ControlFermentationHeat and Mass transferReaction EngineeringUnit Operations"
            },
            {
                "Achievement": "Received Best Paper Award for the paper titled \"Optimization of Pretreatment of Saccharum spontaneum (Kans Grass) Biomass for Production of Alcoholic Biofuels\" presented by Sandesh K on 2nd International Conference on Recent Advancements in Chemical, Environmental & Energy Engineering (RACEEE-2017) held at SSN College of Engineering, Chennai, India during 23-24 February 2017."
            },
            {
                "Departmental Responsibilities": "Board of Studies- Nitte University Board of Examination: UGDUGCNAAC Criterion 1: Convenor NBA Co-ordinatorARIIA-Co-ordinatorFeedback System: Faculty, Student, AlumniDepartment Timetable Co-ordinator"
            },
            {
                "Professional Memberships": "ISTE lifetime member"
            },
            {
                "Subjects Handled": "Biomedical InstrumentationBioprocess EngineeringBioreactor Design and AnalysisPrinciples of Fermentation and ControlReaction Engineering"
            },
            {
                "Conferences/CME/Workshops": "WorkshopRecent Advances in Wastewater Treatment and Recycle.16-19thNovember 2021Short Term Training Programme through ICT Mode on MATLAB and its Applications 5-9thJuly 2021Industrial Safety. 29-30th July 2020Data analysis in R. 20-25thJuly 2020Data analysis using SPSS software. 6-11thJuly 2020Infrared Spectroscopy with evolved gasAnalyzer.15th May 20203-day national level workshop on optimization technique. 23-25th January 2017Modeling and scale-up of bioreactors. 24-25thMarch 2017"
            },
            {
                "Project Guide": "B.E Projects : 06M.Tech Projects : 01"
            },
            {
                "Conference/Journal publications": "Google scholar link: https://bit.ly/3wMex8ZScopus link: https://www.scopus.com/authid/detail.uri?authorId=57202548950Journal PublicationsNeetha JN, Ujwal P, Kumar KG, Chidananda B, Goveas L, Sandesh K. Aerobic biodegradation and optimization of 2,4-D ichlorophenoxyacetic acid by E. hormaechei subsp. Xiangfangensis and assesment of biodegraded metabolite toxicity. Environ Technol Innov [Internet]. 2021;24:102055. Available from: https://doi.org/10.1016/j.eti.2021.102055Vibha R, Shet VB, Kanthakere S. Effect of activated charcoal treatment on bioethanol production using agricultural residue cocoa pod shell. Biomass Convers Biorefinery [Internet]. 2021;(0123456789). Available from: https://doi.org/10.1007/s13399-021-01813-2 Rakshitha SP, Keerthana K V., Anjuna P, Sangam SG, Sandesh K, Shet VB, et al. Statistical optimisation of saccharification process using Amorphophallus paeoniifolius tubers into fermentable sugars for bioethanol production in stirred tank batch reactor (STBR). Biomass Convers Biorefinery [Internet]. 2021;(0123456789). Available from: https://doi.org/10.1007/s13399-021-01748-8 Sandesh K., Ujwal P. Trends and perspectives of liquid biofuel - Process and industrial viability. Energy Conversion and Management-X, 10 (2021) 100075 Available from: https://doi.org/10.1016/j.ecmx.2020.100075Sandesh K, Shishir RK, Vaman Rao C. Optimization and comparison of induction heating and LPG assisted acid pretreatment of cocoa pod for ABE fermentation. Fuel [Internet]. 2020 Feb [cited 2019 Nov 11];262:116499. Available from: https://linkinghub.elsevier.com/retrieve/pii/S0016236119318538 Shet VB, sanil N, Bhat M, Naik M, Mascarenhas LN, Goveas LC, et al. Acid hydrolysis optimization of cocoa pod shell using response surface methodology approach toward ethanol production. Agric Nat Resour [Internet]. 2018;52(6):581-7. Available from: https://doi.org/10.1016/j.anres.2018.11.022 J. NN, Sandesh K, K. GK, Chidananda B, Ujwal P. Optimization of Direct Blue-14 dye degradation by Bacillus fermus (Kx898362) an alkaliphilic plant endophyte and assessment of degraded metabolite toxicity. J Hazard Mater. 2019 Feb 15;742-51.Poojary S, Vaman Rao C, Sandesh K, Shet VB. Process Optimisation of Pilot Scale Biodiesel Production from Pongamia. J Eng Sci Technol. 2018;13(9):2670-84.Neetha JN, Ujwal P, Sandesh K, Santhosh H, Girish K. Aerobic biodegradation of Acid Blue-9 dye by Bacillus fermus Isolated from Annona reticulata. Environ Technol Innov. 2018;11(11):253-61.Sandesh K*, Sana Amin, Harsha Kiran TS, and C Vaman Rao. Optimization of Pretreatment of Saccharum spontaneum (Kans Grass) Biomass for Production of Alcoholic Biofuels. Research Journal of Pharmaceutical, Biological and Chemical Sciences, 2017; 8(3S): 117-126.K. Sandesh, R. Suresh Kumar and P. E. JagadeeshBabu., Rapid removal of cobalt (II) from aqueous solution using cuttlefish bones; equilibrium, kinetics, and thermodynamic study.,(2013)., Asia-Pac. J. Chem. Eng. 8: 144-153.K. Sandesh, P. E. JagadeeshBabu,* Suhas Math, and M. B. Saidutta., Reactive Distillation Using an Ion-Exchange Catalyst: Experimental and Simulation Studies for the Production of Methyl Acetate.,(2013) Ind. Eng. Chem. Res. 52, 6984-6990. P. E. JagadeeshBabu,* K. Sandesh, and M. B. Saidutta., Kinetics of Esterification of Acetic Acid with Methanol in the Presence of Ion Exchange Resin Catalysts.,(2011). Ind. Eng. Chem. Res. 50, 7155-7160.Book ChapterSandesh K, Ujwal P, BlecitaD.Mascarenhas, Gayatri Dhamannavar, Narmada Kumar, Dakshayin. (2016). Design and Fabrication of Miniature Bubble Column Bioreactor for Plant Cell Culture. \"Biotechnology and Biochemical Engineering (1st Ed), (pp163-169). Springer Science + Business Media Singapore. DOI: 10.1007/978-981-10-1920-3_18.Ujwal P., Sandesh K., Shet V.B. (2021) Green Bioenergy for Zero Waste: A Road Towards Clean and Sustainable Society. In: Hussain C.M., Di Sia P. (eds) Handbook of Smart Materials, Technologies, and Devices. Springer, Cham. lSandesh Kanthakere. (2022) Feasibility and Economics of Biobutanol from Lignocellulosic and Starchy Residues. In: Biotechnology for Zero Waste: Emerging Waste Management Techniques. Editor(s):ChaudheryMustansar Hussain, Ravi Kumar Kadeppagari.Wiley. https://doi.org/10.1002/9783527832064.ch30."
            },
            {
                "Teaching Assignments": ""
            }
        ]
    },
    {
        "name": "Dr. ULLAL HARSHINI DEVI",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/16.jpg",
        "designation": "Assistant Professor Gd-III",
        "info": [
            {
                "Educational Qualifications": "Doctor of Philosophy (Allied Health Sciences), Nitte (Deemed to be University), 2020."
            },
            {
                "Past Experience": "Research Assistant, Central Research Laboratory, A.B.Shetty Memorial Institute of Dental Sciences, Deralakatte, Mangalore (2011-2013)Research Assistant, Central Research Laboratory, K.S.Hegde Medical Academy, Deralakatte, Mangalore (2013-2019)Assistant Professor Gd I, Department of Biotechnology, NMAMIT, Nitte, Karkala (2013-2020)Assitant Professor Gd III, Department of Biotechnology, NMAMIT, Nitte, Karkala (2020-till date)"
            },
            {
                "Areas of Interest": "BiochemistryMicrobiology Molecular Biology GeneticsNutraceuticals Pharmaceutical Biotechnology"
            },
            {
                "Achievement": "\"Japan-Asia Youth Exchange Program in Science\" (SAKURA Exchange Program in Science) entitled \"'Learn today; lead tomorrow' - Biomedical and environmental technology training in Japan for society development in India funded by the Japan Science and Technology (JST) Agencyand organized by the University of Miyazaki from 14 - 23 December 2017."
            },
            {
                "Departmental Responsibilities": "Member of Departmental Registration and Counselling CommitteeNAAC CoordinatorISO CoordinatorNIRF and AICTE - CII CoordinatorMember - UG Class Committee/Student Welfare CommitteePlacement CoordinatorLibrary Committee Coordinator, I/c - Dept. LibraryClass Advisor - Third Year (5th and 6th Sem)"
            },
            {
                "Professional Memberships": "Life Member of Indian Association of Biomedical Scientists"
            },
            {
                "Subjects Handled": "Analytical techniques and Molecular Biology Lab BioinformaticsBioethics, Biosafety & IPR Microbiology LabMolecular Biology and GeneticsNutraceuticalsPharmaceutical Biotechnology"
            },
            {
                "Conferences/CME/Workshops": "Participated in \"Lecture Series on Molecular Genetics\" held from 27 -  29 November, 2014 at K. S. Hegde Medical Academy.Participated in a one-day seminar on \"A National Seminar on Natural VS Synthetic Drugs\". A Medicinal Approach\" held on 30thSeptember, 2014 at St. Aloysius College, Mangalore.Participated in the 7 days short term course on Research Methodology & Biostatistics held from 8th to 13thJune 2015 at K S Hegde Medical Academy, Nitte (Deemed to be University).Participated in a 3 days national workshop on Clinical Research Methodology held from 29th- 31st October 2015 at K S Hegde Medical Academy, Nitte (Deemed to be University).Participated as a delegate in the CME on \"Epigenetics-from genome to epigenome\" held on 19th October, 2016 at Kasturba Medical College, Manipal University, Manipal.Participated in CME on \"Fear and Anxiety-From Brain mechanisms to clinical insights\" organized by Dept. of Physiology, held on 8th April 2017, at K. S. Hegde Medical Academy, Mangaluru.Participated as a delegate in one day workshop on \"Biosafety Guidelines and Practices for Healthcare and Research\" at Nitte (Deemed to be University), Mangaluru.Participated in National Conference on Natural Bioactive compounds and potential effects on health\" organized by department of Botany and Department of PG studies and Research in Biochemistry, held on 27th January 2017 at ST. Aloysius College, Mangaluru.Participated in Three Day Workshop on \"Biodosimetry\" under the auspices of Indian Society for Radiation Biology, Organized by Central Research Laboratory and Department of Oncology, jointly with Institute of Nuclear Medicine and Allied Sciences (INMAS), DRDO, Delhi held from 4th to 6thMay 2017 at KSHEMA.Participated in two days Hands on workshop - Fluorescence In-Situ Hybridization (FISH) held on 21st& 22ndJuly 2017 at KSHEMA.Attended One day workshop on Quality Assurance held on 10th May 2018 at K S Hegde Medical Academy, Deralakatte, Mangaluru.Attended Two-day Lecture Series in Molecular Genetics held on 24th and 25th August 2018 at K S Hegde Medical Academy, Deralakatte, Mangaluru in association with Karnataka Science and technology Academy (KSTA)Webinar on \"Next-Generation Genomics for Crop Improvement to Address Hunger and Malnutrition during COVID-19\" held on May 21, 2020 organized by the Department of Bioinformatics, School of Life Sciences, VISTAS, Chennai.Webinar on \"Generation of Biofuels and Future Challenges: Is Algae the Biofuel of the Future?\" on 6th July 2020 conducted by Department of Biotechnology, The Oxford College of Engineering, Bengaluru.One day National webinar on 'Microplastics - Identification, Quantification and its Impact on Marine Biodiversity' organized by the Department of PG Zoology, Aditanar College of Arts and Science, Tiruchendur on 24 July 2020.Molecular Docking and Analysis workshop on 6th& 7th March 2021 at Lifegenbio LLP.5-day online FDP on the theme \"Inculcating Universal Human Values in Technical Education\" organized by All India Council for Technical Education (AICTE) from 8- 12th March 2021Impact Lecture Series Session-I - Innovation and Entrepreneurship organized by the Institution Innovation Council, Nitte (DU), on 12th July 2021.Online Workshop on \"Conversion of Academic Project Ideas into Patent and Copyrights\" held at NMAM Institute of Technology, NITTE, on 30th July 2021World Entrepreneur's Day - Session I on the Theme \"Impetus for Developing Entrepreneurship Mindset among students\"on 21st August 2021, Organized by NGSM Institute of pharmaceutical Sciences and Institution's Innovation Council (IIC), Nitte (Deemed to be University), Mangaluru.3 Days National Level workshop on \"Innovative Technologies to Improve Quality of Teaching & Learning\" Organized by Internal Quality Assurance Cell (IQAC) GHRIET Nagpur & Sponsored by National Assessment and Accreditation Council (NAAC) from 4th- 6th April 2022"
            },
            {
                "Project Guide": "Projects Guided : 02"
            },
            {
                "Conference/Journal publications": "Google scholar link: https://bit.ly/3wOsFNRScopus link: https://www.scopus.com/authid/detail.uri?authorId=57194010905Presented a poster entitled \"Effect of duration of diabetes mellitus in serum fatty acids and inflammatory markers\" at 43rd National Conference of Association of Clinical Biochemists of India (ACBICON 2016) held during 12th - 15th December, 2016."
            }
        ]
    },
    {
        "name": "Dr. SNEHA NAYAK",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/13.jpg",
        "designation": "Assistant Professor Gd-III",
        "info": [
            {
                "Educational Qualifications": "Ph.D. (Biotechnology),  Visvesvaraya Technological University, 2022M.Tech (Environmental Engineering), MIT, 2012B.E (Biotechnology), VTU, 2010"
            },
            {
                "Past Experience": "Temporary Lecturer , NITK,  4 Months"
            },
            {
                "Areas of Interest": "Artificial Intelligence Bionanotechnology Bioremediation Green Synthesis"
            },
            {
                "Achievement": "Best project award in \"EXPRO 2017\" for guided project on \"Production of Value added products from areca nut.RGSF Grant of Rs 500000 from VGST GoK for the year 2017-2018.Certificate for presenting a scientific paper under Women Scientist Award category in the international Conference on advances in pharmaceutical and health sciences (ICAPHS- 2020) held during 20th- 22nd Feb 2020 at NGSM Institute of Pharmaceutical Sciences.Resource person for 5 days FDP on \"Hands on training on use of Digital board and Pedagogical Techniques\" from June 1st to June 8th 2020 at NMAMIT, Nitte."
            },
            {
                "Departmental Responsibilities": "Course Plan coordinatorMOOCs or NPTEL  CoordinatorPhoenix- BT students Association CoordinatorISTE CoordinatorSports Committee coordinatorSmart India Hackathon -Dept. Coordinator Incridea Dept. Coordinator Lab Incharge (Mass transfer)"
            },
            {
                "Professional Memberships": "Life time member of ISTE"
            },
            {
                "Subjects Handled": "Biology for Engineers Plant Design and EconomicsDownstream Processing TechnologyEnvironmental StudiesFood BiotechnologyNanotechnologyPharmaceutical SciencesSolid Waste ManagementWaste water Treatment"
            },
            {
                "Conferences/CME/Workshops": "Delegate in the International conference at 6thBangalore India Nano 2013, Dec 4thto 6that the Lalith Ashok, Bangalore.Attended Mission 10X, Engineering Faculty Workshop, organized by Wipro, at NMAMIT, Nitte during 9th-11thMarch 2015.Attended a Four day workshop on \"Introduction to Therapeutic Counseling for Engineering Teachers\" organized by Training and Placement Cell, NMAMIT, Nitte  at NMAMIT Nitte during June 2nd- 5th2014.Attended one week training on \"Pedagogical training\" organized under TEQIP at NMAMIT, Nitte during July 26th- August 2nd 2014.Three-Day workshop on \"research methodologies and latex\" organized by VTU e- Learning Centre, Mysuru from 2nd To 4th Sept, 2015 at NMAM Institute of technology, Nitte.Attended Mission 10X, Engineering Faculty Workshop, organized by Wipro, at NMAMIT, Nitte during 9th-11thMarch 2015.Sneha Nayak ,Vaman Rao C, Srinivas Mutalik , \"Biosynthesis Of Bimetallic Ag/Au Alloy Nanoparticles Using Ocimum Sanctum (Krishna Tulsi) Leaf Extract And Evaluation Of Its Antibacterial Activity And Catalytic Reduction Of Brilliant Blue R250 \" , Proceedings of International Conference on Water : from Pollution to Purification , pp. 68, Mahatma Gandhi University , Kottayam, 12thto 15th Dec 2016.Sneha Nayak , Vinayaka B Shet,Vaman Rao C, Keshav Joshi, \"Performance evaluation and emission characteristics of a four stroke diesel engine using green synthesized silver nanoparticles blended biodiesel \" , Proceedings Of International Emerging Trends In Materials And Manufacturing Engineering , pp.166NIT, Tiruchirappalli, 10thto 12th March 2017.Attended 1 day workshop on advanced material chemistry for science and engineering held on 26thJuly 2018 at NMAMIT, Nitte by the Department of Chemistry.Attended 5 days GAIN course on Bioremediation for environmental sustainability at NITK, Surathkal from 11th to 15th August  2018.•Sneha Nayak, Shayama Prasad Sajankila , C Vaman Rao, \"Biogenic Synthesis of Silver Nanoparticles using Pongamia Seed Cake Extract - A byproduct of the Biodiesel Industry and Evaluation of its Antibacterial Activity and Catalytic Reduction of Methyl Green Dye\", Lake 2018 : Conference on Conservation and Sustainable Management of Riverine Ecosystems, held during 22nd to 24th Nov 2018.Sneha Nayak, Shayama Prasad Sajankila, C Vaman Rao, \"Biogenic Synthesis of Silver Nanoparticles Using Jatropha Seed Cake Extract and Characterization: Evaluation of its Antibacterial Activity\", International conference on advances and challenges for sustainable ecosystem - ICACSE 2018, held during 6th to 8th Dec 2018.Sneha Nayak, Sanjana S, Nireeksha K , Shreya S Jathan , Subrath S , Shyama Prasad Sajankila, C. Vaman Rao, \" One pot detection of heavy metal and biosynthesis of nanoparticles from metals in ground water samples\", The 11th International EXergy, Energy, and Environment Symposium (IEEES-11) organized by The Department of Automobile Engineering, SRM Institute of Science and Technology, Kattankalathur, Chennai from 14th to 18th July 2019.One Week FDP for successful completion the course on Nanotechnology, science and application conducted by NPTEL-AICTE from July 2019 to Sept 2019. Attended ISSS-2019; 10th National conference on Micro and smart systems at NMAMIT, Nitte during Oct 21st to 23rd 2019.Attended 1 day Hands on workshop on \"Introduction to Patents\" on 18th March 2020 at NMAMIT, Nitte. Attended online webinar on Microbiologist In Everybody Organized by Biocon Academy and Biotecnika Info Labs Pvt Ltd on 3rd June 2020.Attended Half week Swayam FDP on Digital Transformation in teaching learning process conducted by TEQIP, GoI from 6th to 22nd April 2020.Attended 5 days AICTE Training and Learning (ATAL) Academy Online FDP on \"Nanotechnology\" at Visvesvaraya National Institute of Technology, NAGPUR from from 24th August to 28th August 2020.Attended 3 days Online CeNSE DBT Nano-biotechnology Alliance (C-DNA) Familiarization Workshop conducted by Centre for Nano Science and Engineering (CeNSE) Indian Institute of Science, Bangalore, from from 8th to 10th Sept 2020.Attended 3 days online FDP course on online learning theory and practice: a short course, IQAC, NMAMIT, Nitte from 21st -23rd Sept 2020.Attended 5 days online FDP on virtual labs organized by VTU -Belagavi in association with NITK Surathkal form 19th -23rd Oct 2020.Attended one week KAPILA program for IP Literacy and awareness organized by Ministry of Education in association with Ministry's innovation council (MIC) from 15th to 23rd Oct 2020.Attended a 5-day Faculty Development Programme on \"Emerging Strategies in Waste Management Solutions\" from August 23rd - 27th 2021 organized by Department of Biotechnology at Dr. Ambedkar Institute of Technology for Handicapped, UP, Kanpur approved by AICTE Training and Learning (ATAL) Academy.Attended one week FDP on \"Quality assurance through NAAC- accreditation Process held at NMAM Institute of Technology, Nitte from 22nd to 27th Feb 2021Attended 5 days online FDP on the theme Inculcating Universal Human Values in Technical education\" organized by AICTE from 8th to 12th March 2021.Attended one day workshop on Spectrofluorometry technique at NUCSER, Paneer campus, Nitte (DU), Mangalore which was held on 29th March 2022.Participated in Nitte Healthcare Hackathon 2022 organized by AIC Nitte incubation centre in association with Nitte (Deemed to be University) from 8th to 10th April 2022.Participated in Nitte Healthcare Hackathon 2022 organized by AIC Nitte incubation centre in association with Nitte (Deemed to be University) from 8th to 10th April 2022."
            },
            {
                "Project Guide": "B.E Projects: 07"
            },
            {
                "Conference/Journal publications": "Google scholar linkhttps://bit.ly/39V9o5whttps://www.scopus.com/authid/detail.uri?authorId=57201737592Nayak S, Harshitha MJ, Sampath C, Anilkumar HS, Rao CV. Isolation and characterization of caffeine degrading bacteria from coffee pulp.Damle P, Hegde D, Nayak S, Vaman CR. Green Synthesis of Silver Nanoparticles from Santalum album Tender Leaf Extract and Evaluation of its Antioxidant Capacity. Indian Journal of Advances in Chemical Science S1. 2016;253:257.Nayak S, Goveas LC, Rao CV. Biosynthesis of silver nanoparticles using turmeric extract and evaluation of its anti-bacterial activity and catalytic reduction of methylene blue. InMaterials, Energy and Environment Engineering 2017 (pp. 257-265). Springer, Singapore.Nireeksha K, Sanjana S, Jathhan SS, Nayak S, Santhosh G, Rao CV. Ecofriendly synthesis of silver nanoparticles using oil seed cake and its application in biodiesel for performance evaluation of 4 stroke diesel engine. Energy Power. 2017;7(3):75-80.Nayak S, Shet VB, Rao CV, Joshi K. Performance evaluation and emission characteristics of a 4 stroke diesel engine using green synthesized silver nanoparticles blended biodiesel. Materials Today: Proceedings. 2018 Jan 1;5(2):7889-97.Nayak S, Sajankila SP, Rao CV. Green synthesis of gold nanoparticles from banana pith extract and its evaluation of antibacterial activity and catalytic reduction of malachite green dye. The Journal of Microbiology, Biotechnology and Food Sciences. 2018 Jun 1;7(6):641.Nayak S, Sajankila SP, Rao CV, Hegde AR, Mutalik S. Biogenic synthesis of silver nanoparticles using Jatropha curcas seed cake extract and characterization: evaluation of its antibacterial activity. Energy Sources, Part A: Recovery, Utilization, and Environmental Effects. 2019 Jun 24:1-9.Pradeep B, Hemba P, Jagadeesh AK, Ramakakanavar CG, Nayak S, Rao CV. Biosynthesis of copper nanoparticles from areca nut extract and its antibacterial and antioxidant properties. Agriculture and Natural Resources. 2019 Aug 30;53(4):386-94.Nayak S, Shyama Prasad Sajankila, Louella C Goveas, C. Vaman Rao (2019) \"Two fold increase in synthesis of gold nanoparticles assisted by proteins and phenolic compounds in Pongamia seed cake extract: response surface methodology approach.\" SN Applied Sciences 2.4 (2020): 1-12. Suvarna, A.R., Shetty, A., Anchan, S., Kabeer, N. and Nayak, S., 2020. Cyclea peltata leaf mediated green synthesized bimetallic nanoparticles exhibits methyl green dye degradation capability. BioNanoScience, 10(3), pp.606-617.Dhruval, S. R., Nakhul Pai, Shilpa Sanjay Dhanwant, Bathish Hussein, Nayak S, C. Vaman Rao, Anil Kumar, and M. Janakaraj. \"Rapid synthesis of antimicrobial Fe/Cu alloy nanoparticles using Waste Silkworm Cocoon extract for cement mortar applications.\" Advances in Natural Sciences: Nanoscience and Nanotechnology 11, no. 2 (2020): 025006. Rao, A. S., Sandhya, S., Anusha, K., Arpitha, C. N., & Meghana, Nayak S. Exploring Deep Learning Techniques for Kannada Handwritten Character Recognition: A Boon for Digitization.2020;29(3): 11110 - 11124.Rao, A. S., D'Mello, D. A., Anand, R., &Nayak, S. Clinical Significance of Measles and Its Prediction Using Data Mining Techniques: A Systematic Review. In Advances in Artificial Intelligence and Data Engineering (pp. 737-759). Springer, Singapore.Nayak, S., Sujay, S., Karkera, N., Sudarsh, S., Jathan, S. S., Sajankila, S. P., & Rao, C. V. (2021). One-Pot Detection of Heavy Metals and Biosynthesis of Fluorescent Nanoparticles from Metals in Groundwater Samples. BioNanoScience, 1-12.Nayak S, Sajankila SP, Goveas LC, Rao VC, Mutalik S, Shreya BA. Two fold increase in synthesis of gold nanoparticles assisted by proteins and phenolic compounds in Pongamia seed cake extract: response surface methodology approach. SN Applied Sciences. 2020 Apr;2(4):1-2.Nayak S, Manjunatha KB, Goveas LC, Rao CV, Sajankila SP. Investigation of Nonlinear Optical Properties of AgNPs Synthesized Using Cyclea peltata Leaf Extract Post OVAT Optimization. BioNanoScience. 2021 May 19:1-9.Rao AS, Goveas LC, Nayak S. Swift Automated System for Distinguishing Blue-White Colonies Post Bacterial Transformation on Agar Plates Using Computer Vision Techniques. Philippine Journal of Science. 2021 Oct;150(5):933-42.Devitheertha CC, Aparna Satheesh KV, Pradeep P, Nayak S. Development of EPS rich herbal shampoo base fermented using Cyclea peltata leaf powder and Lactobacillus plantarum. Journal of Cosmetic Dermatology. 2022 Mar 29."
            },
            {
                "Additional Information": "Cultural committee coordinator -Biotechnology for Anandotsav and TechnidharshanMember of Prize distribution committee for Tech Nidharshan and Anandotsava 2013 .Organized a two day workshop on Applied Nanotechnology arranged by Department of Electronics and Communication & Department of Biotechnology Engineering, NMAMIT, Nitte at NMAMIT, Nitte on  4 - 5 July, 2014.Certificate of appreciation for guided project on \"Development of value added products from Arecanut\" funded by ICTSDS, Dept. of IT, BT and S &T. Govt of Karnataka,New age incubation center, NMAMIT, Nitte .Summer internship offered on the topic Ecofriendly synthesis of nanoparticles and its application in biodiesel. ( June -July 2017 )Audit course offered on the topic chemical and biological synthesis of silver nanoparticles a comparative study. ( June -July 2017 )Attended 5 days summer training on Nanoscience and Nanotechnology organized by Pralhad P Chhabria Research Center, Pune during 29 May to 2  June 2017.Attended 1 Day faculty development program on \"Research literacy: Academic writing, E resources and research quality indicators\", organized by NMAMIT, Nitte on 6 Feb 2017.Attended 3 days Tequip sponsored national level workshop on optimization technique, organized by Department of Biotechnology, NMAMIT, Nitte on 23 to 25 Jan 2017.Attended National level seminar on emerging trends in food processing for value addition organized by Alvas education foundation on 5 Feb 2016.Attended 1 day workshop on Introduction to patent held on 28 July 2017 at NMAMIT, Nitte.Attended 5 days summer training on Nanoscience and Nanotechnology organized by Pralhad P Chhabria Research Center, Pune during 29 May to 2 June 2017.Attended 1 Day faculty development program on \"Research literacy: Academic writing, E resources and research quality indicators\", organized by NMAMIT, Nitte on 6 Feb 2017.Attended 3 days Tequip sponsored national level workshop on optimization technique, organized by Department of Biotechnology, NMAMIT, Nitte on 23 to 25 Jan 2017.Delegate in 1 day National level seminar on \"emerging trends in food processing for value addition \"organized by Alvas College, Moodbidri on 5 Feb 2016.Attended Mission 10X, Engineering Faculty Workshop, organized by Wipro, at NMAMIT, Nitte during 9th -11 March 2015.Three-Day workshop on \" research methodologies and latex\" organized by VTU e-Learning Centre, Mysuru from 2 - 4 sept , 2015 at NMAM Institute of technology , Nitte .Attended a one week training on \"Pedagogical training\" organized under TEQIP at NMAMIT, Nitte during y 26 July -  2 August 2014Attended a Four day workshop on \"Introduction to Therapeutic Counseling for Engineering Teachers\" organized by Training and Placement Cell, NMAMIT, Nitte at NMAMIT Nitte during  2 - 5 June 2014.Attended a staff development program organized by Training and Placement Cell, NMAMIT, Nitte at NMAMIT, Nitte on 16 September, 2013Attended a two day training program under the Ekolearning initiative on \"How to conduct courses on Environmental Management and Sustainability?\" at NITK, Surathkal on 20 and 21 September 2013.Delegate in the International conference at 6th Bangalore INDIA NANO  4 - 6 December 2013  at the Lalit ashok, Bangalore."
            }
        ]
    },
    {
        "name": "Dr. LOUELLA CONCEPTA GOVEAS.",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/14.jpg",
        "designation": "Assistant Professor Gd-III",
        "info": [
            {
                "Educational Qualifications": "Ph.D ( Applied Sciences-Biotechnology), Visvesvaraya Technological University, 2022M.Tech (Industrial Biotechnology), Manipal Academy of Higher Education, 2012B.E(Biotechnology), Visvesvaraya Technological University, 2009"
            },
            {
                "Past Experience": "Assistant Professor GD II, NMAM Institute of Technology,  January 2021-Present Assistant Professor GD I, NMAM Institute of Technology,  August  2013-December 2020"
            },
            {
                "Areas of Interest": "Bioprocess Design and Optimization Environmental Remediation Microbial Exopolysaccharides"
            },
            {
                "Achievement": "Paper entitled 'Bacterial Isolates from petroleum refinery effluent degrade petroleum crude oil in sea water' won the best session paper in the session Civil and Environmental Pollution during the Conference, 'The 11th International Exergy, Energy and Environment Symposium (IEEES-11) organized by Department of Automobile Engineering, SRM Institute of Science and Technology, Chennai Won Sahyadri Shikshaka award for the paper entitled \"Bacteria from motor garage soil degrades hydrocarbons in petroleum crude oil\" in Lake 2018: Conference on Conservation and Sustainable Management of Riverine Ecosystems [THE 11TH BIENNIAL LAKE CONFERENCE] organised by Energy and Wetlands Research Group, Centre for Ecological Sciences, Indian Institute of Science, Bangalore, Alva's College Moodbidri & Alva's Institute of Engineering and Technology, Mijar, at V.S. Acharya Auditorium, Alva's Education Foundation, Sundari Ananda Alva Campus, Vidyagiri, MoodbidriGuided research work \"Microbial Bioremediation of Effluents\" awarded \"The Best Project Award\" with a cash award of Rs. 50,000 and a Shield at a National level competition \"TheJed-I Project Challenge 2015\" organized by \"Joy of Engineering Design and Innovation(JED-I)\" in association with Indian Institute of Science, Bengaluru held on 22nd June 2015.Oral presentation on Research work entitled \"Characterization, Production and Application of an acidic lipase from Enterococcus durans NCIM5427\" awarded Best Poster (Oral) Award at 7th International Food Convention (IFCON-2013) on NSURE HealthyFoods organized by the AFST(I) during 18 - 21st December, 2013 at CSIR -CFTRI, Mysore.Oral Presentation on the research work entitled \"Nutritional value and Sensory Analysis of traditionally fermented bamboo shoot foods of Arunachal Pradesh and Manipur\"awarded Best oral presentation award XXII Indian Convention of Food Scientists andTechnologists (ICFOST-2012) on SAFEST INNOVATIONS at CSIR-CFTRI, Mysore onDecember 7th, 2012Qualified GATE and awarded GATE scholarship from AICTE for the pursuance of M Tech during 2010 - 2012Project Work on \"A Study on Solid Waste Microflora and its Application in Biodegradation\" awarded \"Best Project of 2009\" at 32nd SERIES STUDENT PROJECTSPROGRAMME: 2008 - 2009 in September 2009 by KSCST, IISc, Bangalore"
            },
            {
                "Departmental Responsibilities": "Member of Board of Examinations - UGMember of Board of Studies - UG - NUNAAC Coordinator - Department LevelNBA Coordinator -Department LevelSupplementary Semester Coordinator Documentation In charge for Student AchievementsWeNamitaa - Alumni Association Coordinator Upstream Processing Lab - In charge"
            },
            {
                "Professional Memberships": "Member of Indian Society for Technical Education (ISTE)"
            },
            {
                "Subjects Handled": "Bioprocess CalculationsFood BiotechnologyHeat and Mass TransferThermodynamicsTransport PhenomenaUnit Operations in Bioprocess IndustriesUpstream Processing Technology"
            },
            {
                "Project Guide": "B. E. Projects: 06"
            },
            {
                "Conference/Journal publications": "Google scholar link: https://bit.ly/3wPkUbCScopus link:https://www.scopus.com/authid/detail.uri?authorId=55346425100Goveas LC, Alva M, Menezes J, Krishna A, Salian A, Sajankila SP. Optimization of Degradation of Petroleum Crude Oil by Lysinibacillus sp. SS1 in Seawater by Response Surface Methodology. Journal of Applied Biotechnology Reports. 2022 Mar 1;9(1):494-503.Martis S, Mohan AK, Chiplunkar S, Kamath S, Goveas LC, Rao CV. Bacterium isolated from coffee waste pulp biosorps lead: Investigation of EPS mediated mechanism. Current Researchin Microbial Sciences. 2021, 1;2:100029.Neetha JN, Ujwal P, Kumar KG, Chidananda B, Goveas L, Sandesh K. Aerobic biodegradation and optimization of 2, 4-Dichlorophenoxyacetic acid by E. hormaechei subsp. Xiangfangensisand assessment of biodegraded metabolite toxicity. Environmental Technology & Innovation.2021 Nov 1;24:102055.Rao AS, Goveas LC, Nayak S. Swift Automated System for Distinguishing Blue-WhiteColonies Post Bacterial Transformation on Agar Plates Using Computer Vision Techniques.Philippine Journal of Science. 2021 Oct;150(5):933-42Goveas LC, Ashwath KS, Nazerath BR, Dsouza O, Umesh A, Muddappa VS. Development ofcoconut water-basedexopolysaccharide rich functional beverage by fermentation with probiotic Lactobacillus plantarum SVP2. Biocatalysis and Agricultural Biotechnology. 2021 Jul 1;34:102030.Miyar HK, Pai A, Goveas LC. Adsorption of Malachite Green by extracellular polymeric substance of Lysinibacillus sp. SS1: kinetics and isotherms. Heliyon. 2021 May 29:e07169.Nayak S, Manjunatha KB, Goveas LC, Rao CV, Sajankila SP. Investigation of Nonlinear Optical Properties of AgNPs Synthesized Using Cyclea peltata Leaf Extract Post OVAT Optimization. BioNanoScience. 2021 May 19:1-9Shet VB, Shetty VC, Siddik A, Goveas LC, D'Mello G. Optimization of microwave assistedH2SO4 hydrolysis of cocoa pod shells: Comparison between response surface methodologyand artificial neural network and production of bioethanol thereof. Journal of Microbiology,Biotechnology and Food Sciences. 2021 Jan 6;2021:473-7.Miyar HK, Pai A, Sajankila SP, Goveas LC. Extracellular polymeric substance produced byLysinibacillus sp. SS1 in response to petroleum crude oil stress facilitates removal of heavymetals from aqueous solutions. Philipp. J. Sci.. 2020 Dec;149:1217-25.Goveas LC, Sajankila SP. Effect of yeast extract supplementation on halotolerant biosurfactantproduction kinetics coupled with degradation of petroleum crude oil by Acinetobacterbaumannii OCB1 in marine environment. Bioresource Technology Reports. 2020 Sep1;11:100447Goveas LC, Menezes J, Salian A, Krishna A, Alva M, Basavapattan B, Sajankila SP. Petroleumhydrocarbon degradation in soil augmented with used engine oil by novel Pantoeawallisii SS2:Optimisation by response surface methodology. Biocatalysis and Agricultural Biotechnology.2020 May 1;25:101614.Nayak S, Sajankila SP, Goveas LC, Rao VC, Mutalik S, Shreya BA. Two fold increase in synthesis of gold nanoparticles assisted by proteins and phenolic compounds in Pongamia seed cake extract: response surface methodology approach. SN Applied Sciences. 2020 Apr;2(4):1-2Goveas LC, Krishna A, Salian A, Menezes J, Alva M, Basavapattan B, Sajankila SP. Isolationand characterization of bacteria from refinery effluent for degradation of petroleum crude oilin seawater. Journal of Pure and Applied Microbiology. 2020 Mar 1;14(1):473-84.Jathanna HM, Rao CV, Goveas LC. Exploring Pongamia seed cake hydrolysate as a mediumfor microbial lipid production by Aspergillus ochraceus. Biocatalysis and AgriculturalBiotechnology. 2020 Mar 1;24:101543. Mohan AK, Martis S, Chiplunkar S, Kamath S, Goveas LC, Rao Cv. HeavyMetal Tolerance of Klebsiella pneumoniae Kpn555 Isolated from Coffee Pulp Waste. BorneoJournal of Resource Science and Technology. 2019 Dec 31;9(2):101-6.Shet VB, Bhat M, Naik M, Mascarenhas LN, Goveas LC, Rao CV, Ujwal P, Sandesh K, Aparna A. Acid hydrolysis optimization of cocoa pod shell using response surface methodologyapproach toward ethanol production. Agriculture and Natural Resources. 2018 Dec1;52(6):581-7Shet VB, Varun C, Aishwarya U, Palan AM, Rao SU, Goveas LC, Raja S, Rao CV, Puttur U.Optimization of reducing sugars production from agro-residue coconut leaflets using autoclaveassistedHCl hydrolysis with response surface methodology. Agriculture and NaturalResources. 2018 Jun 1;52(3):280-4.Shet VB, Palan AM, Rao SU, Varun C, Aishwarya U, Raja S, Goveas LC, Rao CV, Ujwal P.Comparison of response surface methodology and artificial neural network to enhance therelease of reducing sugars from non-edible seed cake by autoclave assisted HCl hydrolysis. 3Biotech. 2018 Feb;8(2):1-8.Nayak S, Goveas LC, Rao CV. Biosynthesis of silver nanoparticles using turmeric extract andevaluation of its anti-bacterial activity and catalytic reduction of methylene blue. In Materials,Energy and Environment Engineering 2017 (pp. 257-265). Springer, SingaporeRamakrishnan V, Goveas LC, Suralikerimath N, Jampani C, Halami PM, Narayan B.Extraction and purification of lipase from Enterococcus faecium MTCC5695 byPEG/phosphate aqueous-two phase system (ATPS) and its biochemical characterization.Biocatalysis and agricultural biotechnology. 2016 Apr 1;6:19-27.Ojoawo SO, Rao CV, Goveas LC. Bioremediation of Zn, Cu, Mg and Pb in Fresh DomesticSewage by Brevibacterium sp. International Journal of Environmental Research. 2016 Feb1;10(1):139-48Sharmada N, Punja A, Shetty SS, Shet VB, Goveas LC, Rao CV. Optimization of pre-treatmentof de-oiled oil seed cake for release of reducing sugars by response surface methodology.Bioethanol. 2016 Jan 29;2(1).Shet VB, Bhat M, Mascarenhas LN, Goveas LC, Rao CV, Ujwal P. Optimization of Na2CO3 Pre-treatment by RSM Approach for Releasing Reducing Sugars from Cocoa Pod Shells. InBiotechnology and Biochemical Engineering 2016 (pp. 85-91). Springer, Singapore.Dakshayini K, Goveas LC, C Vaman Rao, Optimization of shoot regenerationusing leaf explants from Cichorium intybus by Box-Behnken Design, 2015, Indian Journal ofAdvances in Chemical Science, 179-182Ramakrishnan V, Goveas LC, Halami PM, Narayan B. Kinetic modeling, production and characterization of an acidic lipase produced by Enterococcus durans NCIM5427 from fishwaste. Journal of food science and technology. 2015 Mar;52(3):1328-38.Ramakrishnan V, Goveas LC, Prakash M, Halami PM, Narayan B. Optimization of conditionsfor probiotic curd formulation by Enterococcus faecium MTCC 5695 with probiotic propertiesusing response surface methodology. Journal of food science and technology. 2014Nov;51(11):3050-60Ramakrishnan V, Goveas LC, Narayan B, Halami PM. Comparison of lipase production byEnterococcus faecium MTCC 5695 and Pediococcusacidilactici MTCC 11361 using fish wasteas substrate: optimization of culture conditions by response surface methodology. ISRNBiotechnology International Scholarly Research Notices. 2013;2013.Anusha J, Kavitha PK, Goveas LC, Chetan DM, Rao CV. A study on biodegradation ofpropoxur by bacteria isolated from municipal solid waste. International Journal ofBiotechnology Applications1 (2). 2009 Jul:26-31."
            }
        ]
    },
    {
        "name": "Dr. HARSHITHA M JATHANNA",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/3/15.jpg",
        "designation": "Assistant Professor Gd-III",
        "info": [
            {
                "Educational Qualifications": "B.E. (Biotechnology) -NMAM Institute of Technology, Nitte-2010M.Tech (Industrial Biotechnology) - Manipal Institute of Technology, Manipal -2012PhD (Biofuels Engineering) - Visvesvaraya Technological University, Belagavi"
            },
            {
                "Past Experience": "Served as Associate Operations Specialist at Quintiles India Private Limited, Bangalore (2012-13)."
            },
            {
                "Areas of Interest": "Bioenergy Biofuels Technology Environmental Biotechnology Fermentation Technology"
            },
            {
                "Achievement": "Conferred with 'Best Paper Award' for the paper titled 'Exploring Pongamia seed cake hydrolysate as a medium for lipid production by using Aspergillus ochraceus' presented at the 11th International Exergy, Energy and Environment Symposium (IEEES-11), conducted by the Department of Automobile Engineering, SRM  Institute of Science and Technology, Chennai, during 14th-18th July, 2019.Awarded with Certificate of 'Elite' for successful completion of the 4-weeks NPTEL (National Program on Technology Enhanced Learning) online course on \"Effective Engineering Teaching in Practice\", conducted by IIT Madras during Jan-Feb, 2019.Conferred with 'Fecilitator Award' for the successful completion of the \"Primer\" course on Fecilitator Certification in Human Resource Development from CLHRD (College for Leadership and Human Resource Development) during May 2018.Awarded with the 'Certificate of Excellence' for securing First Prize in the series of written tests conducted throughout the GIAN (Global Initiative of Academic Networks) course on \"Co-Product Recovery from Existing and Future Bio-refineries\" organized by the Department of Civil Engineering, NITK, Surathkal during 17th-21st Dec, 2018.Awarded with Certificate of 'Elite' upon successful completion of the 12-weeks NPTEL (National Program on Technology Enhanced Learning) online course on \"Industrial Biotechnology\" conducted by IIT Kharagpur between Jul-Oct, 2017."
            },
            {
                "Departmental Responsibilities": "ISO CoordinatorMOOCs/ NPTEL CoordinatorPheonix - BT Students' Association CoordinatorCultural CoordinatorWenamitaa - Alumni Association Coordinator           Off campus placement          Higher studiesLab In-Charge for: Unit Operations Lab Instrumentation Lab"
            },
            {
                "Professional Memberships": "Life Member of the Indian Society for Technical Education (ISTE)."
            },
            {
                "Subjects Handled": "Analytical Techniques, Downstream Processing Technology,Environmental Biotechnology, Heat and Mass Transfer, Microarray Technology, Unit Operations in Bioprocess Industries,"
            },
            {
                "Conferences/CME/Workshops": "Participated in three days Quality Enhancement Program on \"Research Excellence: Metrics and Analytics\" organized by Internal Quality Assurance Cell (IQAC), NMAM Institute of Technology, Nitte during 9th - 11th May, 2022. Participated in the Sakura Science Online Exchange Program on the topic 'Biophysical Techniques for Biomedical Research Skill Improvements: Indo-Japan Bination seminar on Biomedicine and Biotechnology' funded by Japan Science and Technology Agency, Japan, and jointly organized by Faculty of Medicine, University of Miyazaki and Faculty of Biotechnology, NMAMIT on 28th February, 2022Participated in the Online One Week AICTE-VTU Joint Teachers Training Program on 'An Overview of Teaching Techniques in Innovation & Design Thinking' organized by VTU Human Resource Development Centre (VTU-HRDC), Centre for PG Studies, VIAT, Muddenahalli, Chikkaballapur, between 27th and 31st December, 2021.Attended the webinar 'Impact Lecture Series Session II - Innovation and Entrepreneurship' Organized by the Institution Innovation Council, Nitte (DU) on 24th July, 2021.Participated in an online workshop on 'Scientific Writing for Journals' Organized by Springer Nature on 15th May, 2020.Participated in a webinar on 'Analytical learnings of FTIR and UV VIS Spectrophotometer' organized by Perkin Elmar on 14th April, 2020.Attended a webinar session on 'Adapting Digital Technologies in Educational Institutions hosted by Bynder Technologies on 3rd June, 2020.Participated in Five Days Faculty Development Program on 'Modeling Fundamentals and PHYTHON for Numerical Simulation and Applied Artificial Intelligence for Mechanical Engineering Systems' Research' organized by the Department of Mechanical Engineering during 18th-22nd December, 2019.Participated in GIAN (Global Initiative of Academic Networks) course on \"Co-Product Recovery from Existing and Future Bio-refineries\" organized by the Department of Civil Engineering, NITK, Surathkal during 17th- 21st December, 2018.Participated in One Day Workshop on \"Advanced Materials Chemistry for Science and Engineering\" organized by the Department of Chemistry, NMAMIT, Nitte, on 26th July, 2018.Participated in Vision Group on Science and Technology, Dept. of IT, BT & ST, Govt. of Karnataka, Bengaluru sponsored National Level Faculty Development Workshop on 'Design and Manufacturing Aspect of Fermenter' organized by the Department of Biotechnology Engineering, NMAMIT, Nitte, during 6th - 9th February, 2018.Participated in one day workshop on \"Introduction to Patents\" held on 28th July 2017 organized by the Departments of Humanities and Biotechnology Engineering, NMAMIT, Nitte.Participated in two weeks Faculty Development Program conducted by Biocon Academy during 3rd - 14th July, 2017. Participated in TEQIP (Phase 2) sponsored 'Three Day National Level Workshop on Optimization Techniques' organized by the Department of Biotechnology Engineering, NMAMIT, Nitte during 23rd - 25th January, 2017.Participated in the AICTE sponsored one-week QIP short term course on Modern Biophysical Techniques conducted by IIT Bombay during December 15th - 19th, 2016.Participated in TEQIP II Two Day Workshop on 'Structured Approach in Engineering Education for Quality Enhancement' organized by Internal Quality Assessment Cell (IQAC) and Engineering Education Research Forum (EERF) of NMAMIT, Nitte, during 29th -30th July, 2016.Completed one-week wormkshop on \"Development and Applications of Biosensors\" organized by the Department of Biotechnology, R.V. college of Engineering, Bengaluru in association with Biosensors Society (India) held from 4th - 9th July, 2016.Participated in a symposium on \"Genomics in clinical practice: Future of precision medicine\" jointly organized by YU-IOB Center for Systems Biology and Molecular Medicine and Yenepoya Research Centre from 1st - 2nd June, 2016 at Yenepoya University, Mangalore.Participated in Three-Day Workshop on \"Research Methodologies & Latex\" organized by VTU e-Learning Centre, Mysuru from 2nd - 4th September, 2015, at NMAMIT, Nitte.Participated in Engineering Faculty Workshop 'Mission 10X' conducted at NMAMIT, Nitte, from 9th - 11th March, 2015.Participated in TEQIP II sponsored two days workshop on 'Applied Nanotechnology' held at NMAMIT, Nitte, during 3rd - 4th July, 2014.Participated in Four day' workshop on 'Introduction to Therapeutic Counseling for Engineering Teachers' held at NMAMIT, Nitte, during 2nd- 5th June, 2014."
            },
            {
                "Project Guide": "Guided : 04"
            },
            {
                "Conference/Journal publications": "Jathanna, H.M., Rao, C.V., 2022. Non-detoxied acid hydrolysate of de-oiled Pongamia seed cake as a low-cost solution to microbial oil synthesis. Current Research in Biotechnology, 4, 247-252. Jathanna, H.M., Rao, C.V., 2022. Using Aspergillus ochraceus, a native fungus, to convert biodiesel-derived crude glycerol to single cell oil for commercial applications. Waste and Biomass Valorization.Jathanna, H.M., Rao, C.V., 2021. Using an unconventional source to screen the oleaginous capacities of two indigenous Aspergillus species, Aspergillus ochraceus and Aspergillus amstelodami, for third generation biodiesel production. Journal of Mechanical Engineering Research and Developments, 44(11), 242-248. Jathanna, H.M., Rao, C.V., Goveas, L.C., 2020. Exploring Pongamia seed cake hydrolysate as a medium for microbial lipid production by Aspergillus ochraceus. Biocatalysis and Agricultural Biotechnology, 24, 101543.Jathanna, H.M. and Rao, C.V., 2018. Production of pullulan from de-oiled Pongamia seed cake by using Aureobasidium pullulans International Journal of Management, Technology and Engineering, 8(11), 2085-2090. Charanya Sampath, Harshitha, M. J, Maithili, Sneha Nayak, AnilKumar, H.S., C. Vaman Rao, 2012.Isolation and characterization of caffeine degrading bacteria from coffee pulp\", published in Indian Journal of Biotechnology, 11, 86-91.Google Scholar Linkhttps://bit.ly/3LROeCI"
            },
            {
                "Additional Information": ""
            }
        ]
    }
]