[
    {
        "name": "Dr. MURALIDHARA",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/168/2225.jpg",
        "designation": "Professor & Head",
        "info": [
            {
                "Educational Qualifications": "Ph.D in Micromachining from Indian Institute of Technology  Madras (IITM) in 2010M.Tech in Advanced Manufacturing Engineering from NITK Surathkal in 2001B.E. in Mechanical Engineering from Mangalore University in 1998"
            },
            {
                "Past Experience": "Lecturer in NMAM Institute of Technology from 08-09-1998 to 29-02-2004Senior Lecturer in NMAM Institute of Technology from 01-03-2004 to 31-01-2009Assistant Professor in NMAM Institute of Technology from 01-02-2009 to 31-05-2011Associate Professor in NMAM Institute of Technology from 01-06-2011 to 28-02-2013Professor in NMAM Institute of Technology from 01-03-2013Professor and PG Coordinator in NMAM Institute of Technology from 04-07-2016"
            },
            {
                "Departmental Responsibilities": "Center for Tool based Micromachining ResearchCenter for System Design, Fabrication and TestingCenter for Research on Active vibration isolationActive Learning Laboratory on RoboticsNMAMIT-FESTO Center for Automation Technologies"
            },
            {
                "Professional Memberships": "Member of Indian Society for Technical Education (ISTE)Member of Indian Welding Society (IWS)"
            },
            {
                "Subjects Handled": "UG Programme:Robotics & AutomationMechatronics  Mechanical VibrationCAD/CAMControl systemMechatronics System DesignDesign and Control of Robotic Manipulator"
            },
            {
                "Project Guide": "M.Tech. Projects Guided : 22"
            },
            {
                "Conference/Journal publications": "Journals:Muralidhara, N. J. Vasa, M. Singaperumal (2009) Investigations on a directly coupled Piezoactuated tool feed system for Micro-Electro-Discharge Machine, International Journal of Machine Tools and Manufacture, 49, 1197-1203Muralidhara, N. J. Vasa, M. Singaperumal (2010) Wear ratio based tool wear compensation for micro electro discharge machining of silicon through process simulation, Journal of Micro/Nanolithography MEMS and MOEMS, 9, 013040-46Akshaya B. Hegde and Muralidhara, (2012) \"Investigations on Peltier Based Cabinet Cooling System\" NMAMIT Annual Research Journal, 2, pp 16-21.Venugopal T. R., Muralidhara, Rathnamala Rao, (2014) \"Development of micro- EDM Incorporating In-situ Measurement System\" Procedia Materials Science, 5, pp 1897-1905.Veeresha R.K, Muralidhara, Rathnamala Rao, (2014) \"Development of Tool Based Micromilling/Microdrilling Machine with Piezoactuated Workpiece Feeding System\", Applied Mechanics and Materials, 592-594, pp 164-169.Karthikeya Kamath B., Sang-Ho Hyon, Muralidhara, (2014), \"Design and Development of an Anthropomorphic Foot for Humanoid Robot\" NMAMIT Annual Research Journal, 4, pp 17-23.Muralidhara, Rathnamala Rao, (2015) \"Investigations on displacement characteristics of piezoactuator based prototype actuator with hydraulic displacement amplification system\", Journal of Mechanical Science and Technology, 29 (11), pp 4817-4822.Veeresha R. K., Tauro A. M., Muralidhara, Rathnamala Rao, \"Investigations on open loop position control of amplified piezoactuator\", Journal of Mechatronics and Automation, 2015; 2(1): pp 16-24.Divijesh P., D'Souza V. L., Muralidhara, Rao Rathnamala, \"Investigations on piezoactuator-based active vibration isolation for tool based micromachining applications\", Journal of Mechatronics and Automation, 2015; 2(1): pp 25-33.Mokshitha, Rathnamala Rao, Muralidhara, \"Investigations on the Displacement Control of APA230L Piezoelectric Actuator\", NMAMIT Annual Research Journal, 2015, Vol. 5, pp.46-52.Mohith S, Muralidhara, Rathnamala Rao, \"Design of Piezoactuator Based Prototype Actuator with Hydraulic Displacement Amplification Using Metal Diaphragm\", NMAMIT Annual Research Journal, 2015, Vol. 5, pp.35-40.Astron Manoj Tauro, Veeresha R.K, Muralidhara, Rathnamala Rao, \"Theoretical Investigation on Piezowafer Actuated Micropump\", NMAMIT Annual Research Journal, 2015, Vol. 5, pp.41-45.Sandesh Nayak, Muralidhara and Rathnamala Rao, \"Design, Analysis and Testing of Quadratic Arm Flexurally Amplified Piezoactuator\", International Journal of Innovative Research in Science, Engineering and Technology, Volume 5 Issue 9, 2016, pp: 844-849.Prasad Prabhu, Venugopal T R, Muralidhara and Rathnamala Rao, \"Design, Fabrication and Testing of Tool Feeding system for In-situ Tool grinding in micro EDM\", International Journal of Innovative Research in Science, Engineering and Technology, Volume 5 Issue 9, 2016, pp: 855-860.   Mohiyuddin Mehafooz, Muralidhara, Rathnamala Rao, Veeresha R K and Rajath N Rao, \"Design and Control of piezoactuator Based Workpiece Feeding System for Micro Milling\", International Journal of Innovative Research in Science, Engineering and Technology, Volume 5 Issue 9, 2016 pp: 838-843.  Ashwin Frank Lobo, Md Abdul Raheman, Muralidhara and Rathnamala Rao, \"Design Considerations of Piezo Stepping Actuator\", International Journal of Innovative Research in Science, Engineering and Technology, Volume 5 Issue 9, 2016, pp: 679- 684.Bharath S. K., Md. Abdul Raheman, Muralidhara, \"Simulation and Design of Voltage Driver for Piezoelectric Actuator\" International Journal of Innovative Technology and Research, Volume No.4, Issue No.3, 2016, pp 3038 - 3041Sushith K, Md Abdul Raheman, Muralidhara and Rathnamala Rao, \"Tracking Error Reduction of APA230L Piezoelectric Actuator using Feed Forward-Feedback Control System\", International Journal of Innovative Research in Science, Engineering and Technology, Volume 5 Issue 9, 2016 pp: 713-720.Venugopal T. R., Muralidhara, Rathnamala Rao, Prasad Prabhu, \"Piezo-actuator Based Feed Control System for In-Situ Tool Grinding in Micro-EDM\", Journal of Mechanical Engineering and Automation, Volume 6 Issue 5A, 2016, pp-86-92.Amith Kumar, Muralidhara, Venugopal T. R., Rathnamala Rao, Prasad Prabhu, \"Development of tool indexing mechanism for in-situ tool grinding in micro-EDM\", NMAMIT Annual Research Journal, 2017 Special Issue, pp 222-225.  Praveen, Muralidhara, Divijesh P.P., Rathnamala Rao, \"Design, analysis and fabrication of Active vibration isolation system using Flexurally amplified Piezoactuator\", NMAMIT Annual Research Journal, 2017 Special Issue, pp 215-217Nirmith R Jain, Muralidhara, Rajath N Rao, Sandesh Nayak, \"Design Simulation and Fabrication of Piezoelectric Inchworm Drive\" NMAMIT Annual Research Journal, 2017 Special Issue, pp 218-221Vidyashree S, Muralidhara, Prasad Prabhu, \"Design, Analysis and Fabrication of 3 DOF Robotic arm\", NMAMIT Annual Research Journal, 2017 Special Issue, pp 210-214Mohammed Waseem Akram, Muralidhara, Vincent Linish D'souza, Sandesh Nayak \"Design and analysis of Piezo-Actuated Flapping Mechanism for Micro-Air Vehicles\", NMAMIT Annual Research Journal, 2017 Special Issue, pp 200-205.R. K. Veeresha, Muralidhara, Rathnamala Rao, Astron Manoj Tauro, \"Investigation on the Performance of Valveless Pump for Microdelivery of the Fluid, Fabricated Using Tool-Based Micromachining Setup\". Journal of Advanced Manufacturing Systems, Volume 16, Issue 02, 2017, pp 145-156.Venugopal. T.R, Amith Kumar, Muralidhara, Rathnamala Rao, \"Fabrication of Differently Shaped Tool Electrodes for Micro-EDM\", Journal of Materials Science & Surface Engineering, 2017, Vol. 5(6), pp 641-646.Adithya R Upadhya, Altamash Rayan H and Muralidhara \"Design, Fabrication and Testing of Pneumatic Muscle Actuator for Artificial Human Arm\", Journal of Mechanical Engineering Research and Developments (JMERD) 42(5) (2019) 115-118Dheeraj Poojary, Divijesh P and Muralidhara, \"Active Tool Vibration Isolation System Design for Micromachining Applications\", International Journal of Current Engineering and Scientific Research (IJCESR), ISSN (PRINT): 2393-8374, (ONLINE): 2394-0697, VOLUME-6, ISSUE-6, 2019, Page No 60-67.Shashikiran S and Muralidhara,\" Design and Development of SCARA Robot for Fruit Harvesting\", International Journal of Current Engineering and Scientific Research (IJCESR), ISSN (PRINT): 2393-8374, (ONLINE): 2394-0697, VOLUME-6, ISSUE-7, 2019. Page No 1-8Veeresha, R.K & Shilpa, M.K. & Muralidhara & Rathnamala Rao & Nithin Kumar, 2019. \"Investigating The Performance of Electromagnetic Pump Fabricated Using Tool Based Micromachining setup for micro-delivery of Fluid,\" Journal of Mechanical Engineering Research & Developments (JMERD), Zibeline International Publishing, vol. 42(3), pages 66-70, April.Sandesh Nayak, Muralidhara and Rathnamala Rao, \"Modeling and Experimental Validation of Valve and Pumping Actuator of a Piezo-Hydraulic Pump\", Journal of Mechanical Engineering Research and Developments (JMERD) 42(5) (2019) 110-114.Nutana Shetty, Sushith,K, Muralidhara, \"Design and Development of Piezo-Stepping Voltage Drive for Piezoelectric Stack Actuator\", Advances in Communication, Signal Processing, VLSI, and Embedded Systems Vol 614 (2020)  pp 115-126. Prasad Prabhu, Muralidhara, R.K. Veeresha, T.R. Venugopal, \"Design, fabrication, and testing of flexurally amplified piezo actuator\", Materials Today Proceedings, 2020, available online, https://doi.org/10.1016/j.matpr.2020.03.502. Divijesh P, Muralidhara, Rathnamala Rao, Rehna Mueen Ahmed, & Sushith K, \"Design, Analysis and Testing of Flexurally Amplified Piezoactuator Based Active Vibration Isolation System for Micromilling\",Journal of Mechanical Engineering Research & Developments, ISSN: 1024-1752, Vol.43, No.3, pp.431-441, Published Year 2020Aashith C and Muralidhara, \"Design and Development of Robotic End-effector Position Measuring Device\", Int. J. Advanced Mechatronic Systems, 2020, Accepted for publication.Sandhya D. Bhat, V. Vijeesh, Prajwal Acharya, Muralidhara \"Investigation of thin sheet stainless steel resistance spot welds: Effect of weld current on nugget failure and microstructure\" Materials Today Proceedings, March 2020,https:/ /doi.org/10.1016 /j.matpr.2020.02.350.ConferencesMuralidhara, Suryawansi C., Vasa N. J., Singaperumal M. Experimental investigations of Micro EDM on Silicon, First International and 22nd All India Manufacturing Technology Design and Research Conference (22nd AIMTDR), IIT Roorkee, December, 2006, 353-358.Muralidhara, Saswata M, Vasa N. J., Singaperumal M. Influence of gap voltage and tool material on micro geometry produced on silicon wafer using Micro EDM, 9th International Symposium on Measurement and Quality Control, IITM Chennai, November, 2007, 184-188Muralidhara, Vasa N. J., Singaperumal M. A piezoactuated tool feed mechanism for Micro EDM, 22nd ASPE Annual Meeting, Dallas, October, 2007, 465-468Muralidhara, Vasa N. J., Singaperumal M. Novel application of a piezoelectric tool feed actuator to Micro EDM, COPEN 2007, Trivandrum, December, 301-306Muralidhara, N. J. Vasa, M. Singaperumal. Investigations on Machining of Micro Channels on Silicon Wafer using Micro EDM, ICAMT 2008, IITM Chennai, February, 2008Muralidhara, N. J. Vasa, M. Singaperumal. Investigations on a Novel Tool Wear Compensation Technique for Micro Electro Discharge Machining, Proceedings of the 2nd International & 23rd AIMTDR Conference, IIT Madras, Chennai, December, 2008, 627-632Muralidhara, N. J. Vasa, M. Singaperumal Investigations on Proposed Tool Wear Compensation    Technique   for    Micro   Electro-Discharge   Machining    of   Silicon, Proceedings of the International Conference on MEMS, IIT Madras, Chennai, January, 2009, PO26, 1-4Muralidhara, Sourav Mitra, N. J. Vasa, M. Singaperumal Investigation on particle generation by micro-electro discharge machining, Proceedings of SPIE, Symposium on MOEMS-MEMS 2010, Micromachining and Microfabrication Process Technology   XV, San Francisco, California, USA, January, 2010, Vol. 7590Muralidhara, Nilesh J. Vasa, M. Singaperumal Estimation of tool wear compensation during micro-electro-discharge machining of silicon using process simulation\", Proceedings of SPIE, Symposium on MOEMS-MEMS 2010, Micromachining   and   Microfabrication   Process   Technology   XV, San   Francisco, California, USA, January, 2010, Vol. 7590Prabha Niranjan, Rathnamala Rao and Muralidhara, \"Theoretical investigations on hydraulic displacement amplification of a multilayer piezoelectric actuator\", International conference on Design and Advances in Mechanical Engineering, Tiruvannamalai, India, pp.111-116, Dec.2011.Muralidhara, Rithesh Baliga B., Gokul R., Gregory Prashanth D'Souza, and Gireesh Madev Moger, \"Experimental Investigations on Piezoelectric Based Prototype Actuator\" in Trends in Intelligent Robotics, Automation, and  Manufacturing , Communications in Computer and Information Science Volume 330, 2012, pp 272-279, Springer Publications.Nandini K. K., Muralidhara, \"Peltier based cabinet cooling system using heat pipe and liquid based heat sink\" Research & Technology in the Coming Decades (CRT 2013), National Conference on Challenges in, pp.1,5, 27-28, IEEE, 2013.Sandesh R Hegde, Loganathan Muthuswamy, Muralidhara, Veeresha Koti, Jane Tellis, Shivam Arora, Vishnu Prasad, Vivek Singh, Prasad Shenoy, \"Design and Development of Structural Subsystem for Twin Nano-Satellites\" in Proceedings of 64th International Astronautical Congress, Beijing, China, IAC13.E2.4.7, 23rd - 27th September 2013.Rajan, Niju, and Rathnamala Rao. \"Experimental investigations on active vibration isolation using piezoelectric actuators.\" Advanced Computing and Communication Systems (ICACCS), 2013 International Conference on Advanced Computing and Communication Systems, IEEE, 2013.Ashitha, Muralidhara, \"Design, fabrication and testing of compact liquid heat sink based on peltier cooler\" in proceedings of International Conference on Emerging trends in Engineering organized by NMAM Institute of Technology, Nitte, during 15th- 17th May 2014, pp 206-210Vincent D'Souza, Muralidhara, Rathnamala Rao, Divijesh Puninchathaya \"Investigation on Voltage-Displacement Characteristics of Stacked Piezoelectric Actuator Incorporating Bouc-Wen Hysteresis Model\" in proceedings of International Conference on Emerging trends in Engineering organized by NMAM Institute of Technology, Nitte, during 15th- 17th MAY 2014. pp 242Karthikeya Kamath B., Sang-Ho HYON, Muralidhara, \"Design and Development of a Sensitive Foot for Humanoid Robot\" in proceedings of International Conference on Emerging trends in Engineering organized by NMAM Institute of Technology, Nitte, during 15th- 17th May 2014, pp 223-229Divijesh Puninchathaya, Vincent D'Souza, Muralidhara, Rathnamala Rao, \"Investigations on piezoactuator based active vibration isolation for tool based micromachining applications\" in Proceedings of National Symposium on Microsystem Technologies (NSMT-2015) held at National Institute of Technology Karnataka Surathkal from 9-10 January - 2015, pp 48-52.Veeresha R.K, Astron Manoj Tauro, Muralidhara, Rathnamala Rao, \"Investigation on open loop position control of amplified piezoactuator\" in Proceedings of National Symposium on Microsystem Technologies (NSMT-2015) held at National Institute of Technology Karnataka Surathkal from 9-10 January - 2015, pp 53-57.Muralidhara, Sujith P S, Veeresha R.K, \"Study of Micro Heat Sinks for Microprocessor Cooling Applications\" Proceedings of International Conference on Emerging Trends in Engineering, vol. 1, pp.80-84, May 2015.Rathnamala Rao, Pragathi B.K, Muralidhara, \"Inverse P-I Hysteresis Model for Piezoactuator and its Application in Micro-EDM In-Situ Measurements\" Proceedings of International Conference on Emerging Trends in Engineering, vol. 2, pp.143-148, May 2015.Venugopal T.R, Yajnesha P Shettigar, Muralidhara, Rathnamala Rao, \"Development of In-Situ Tool Grinding Attachment for Micro-EDM\" Proceedings of International Conference on Emerging Trends in Engineering, vol. 1, pp.46-50, May 2015.Roshan P., Muralidhara, Rathnamala Rao, \"Design and Analysis of Structural Interface Stiffeners for Parallel Pre-Stressed Actuator\" Proceedings of International Conference on Emerging Trends in Engineering, vol. 1, pp.35-39, May 2015.Girish Kumar S, Rathnamala Rao, Muralidhara, \"Active Vibration Isolation using Inverse Maxwell's Slip Model\" Proceedings of International Conference on Emerging Trends in Engineering, vol. 2, pp.46-51, May 2015.Nikhilesh K V, Muralidhara, Sandesh Rathnavarma Hegde, Veeresha Koti, Sandya S, Shahnawaz Sheik, \"The Design and Testing of Deployment Mechanisms and Structure of Twin Nano-Satellite, STUDSAT-2\" Proceedings of 66th International Astronautical Congress, Jerusalem, Israel, 12th - 16th October 2015.Sandesh R Hegde, Divyanshu Sahay, S Sandya, Sandeep G M, Muralidhara, Nikhilesh K V, \"Design and Development of Inter-Satellite Separation Mechanism for Twin Nano Satellite - STUDSAT-2\" (Paper number: 2636 (8.1212)) accepted for oral presentation in the 2016 IEEE Aerospace Conference to be held in Yellowstone Conference Center, Big Sky, Montana, USA from Mar 5 - 12, 2016.Sandesh Nayak, Muralidhara and Rathnamala Rao, \"Design and Simulation of High Pressure Piezohydraulic Pump with Active Valves\", International Conference on Electrical, Electronics, and Optimization Techniques, (ICEEOT) - 2016.Sandesh Nayak, Muralidhara, Sushith k, Aashith \"Design, Development and Control of Flexure Mounted Linear Displacement Electromagnetic Actuator\" -Presented at IMEC-2019 Conference at NIT Trichy during 29th November-1st December 2019Vincent L Dsouza, Muralidhara,Rathnamala Rao, Sushith K, \"Development of a novel long-range Inchworm motor using piezo actuator and implementation of trajectory for motion planning\", 11th International Conference on Precision, Meso,Micro and Nano Engineering, held at IIT Indore during 12th-14th December 2019"
            },
            {
                "Sponsored  Research": "The research work entitled \"Development of Tool Based Micromilling/Microdrilling Machine with Piezoactuated Workpiece Feeding System\" presented by Muralidhara, Rathnamala Rao, and Veeresha R. K. has been awarded FIRST PRIZE at Academia- Industry Pavilion at International Machine Tool Exhibition-2015 (IMTEX-2015) organized by Indian Machine Tool Manufacturers' Association (IMTMA) at Bangalore International Convention Center from 22nd to 28th January, 2015.The research work entitled \"Development of Micro-Electro-Discharge machine (Micro-EDM) with Piezoactuated Tool Feed System\" presented by Muralidhara, Rathnamala Rao, T. R. Venugopal has been judged as the fifth best research work among the 24 Institutions who participated in Academia-Industry Pavilion at International Machine Tool Exhibition -2014 (IMTEX-2014).Dr. Muralidhara received the \"Certificate of Achievement\" from Indian Society for Technical Education, India for having guided the Best M.Tech Thesis (Second Prize) titled \"Design and Development of Ground Contact Sensing Biped Foot\" at 44th ISTE Annual Convention, held at College of Engineering, Trivandrum, during 27th to 29th November, 2014.The research paper entitled \"Experimental investigations on active vibration isolation using piezoelectric actuators\" has won the \"Best Paper Award\" at International Conference on Advanced Computing and Communication Systems, organized at Sri Eshwar College of Engineering, Coimbatore, India, during 19th-21st December 2013.The research paper entitled \"Investigations on proposed tool wear compensation technique for micro-electro discharge machining of silicon\" has won the \"Best Paper Award\" at International Conference on MEMS, organized at IIT Madras, Chennai, India, during 3rd - 5th January 2009.The research paper entitled \"Design and development of an anthropomorphic foot for humanoid robot\" has won the \"Best Paper Award\" in Mechanical Engineering Stream at International Conference on Emerging Trends in Engineering, organized at NMAMIT, Nitte, during 15th to 17th May 2014The M.Tech. Project entitled \"Design fabrication and testing of micropump manufactured using tool based micromachining process\" guided by Dr. Muralidhara has been awarded \"FIRST PRIZE\" in the M.Tech. Project Exhibition-2015 held at NMAM Institute of Technology, Nitte.The research paper based on this M.Tech. Project entitled \"Theoretical investigations on piezowafer actuated micropump\" has been awarded as \"Best Paper\" in the Mechanical Engineering stream in the International Conference on Emerging Trends in Engineering (ICETE - 2015) held at NMAMIT, Nitte during 8th-9th May 2015. This M.Tech. Project received \"FIRST PRIZE\" in M.Tech. Project Competition \"I2 CONNECT\" organized by IEEE Mangalore Sub-Section, held at NMAM Institute of Technology, Nitte, on 30th May 2015.The research work entitled \"Development of Tool Based Micromilling/Microdrilling Machine with Piezoactuated Workpiece Feeding System\" presented by Muralidhara, Rathnamala Rao, and Veeresha R. K. has been awarded \"FIRST PRIZE\" at Academia- Industry Pavilion at International Machine Tool Exhibition-2015 (IMTEX-2015) organized by Indian Machine Tool Manufacturers' Association (IMTMA) at Bangalore International Convention Center from 22nd to 28th January 2015.The final year B.E. project entitled \"Implementation of CNC controls for mini CNC surface grinding machine\" guided by Dr. Muralidhara has been awarded \"Commendation prize\" in the B.E. Project Expro-2016 held at NMAM Institute of Technology, Nitte.The M.Tech. Project entitled \"Design, Fabrication and Testing of Tool Feeding system for In-situ Tool grinding in micro EDM\" has been awarded \"FIRST PRIZE\" in non-circuit stream of M.Tech. Project Competition \"I2 CONECCT\" organized by IEEE Mangalore Sub-Section, held at Canara Engineering College, Mangalore, on 14th May 2016.The research work entitled \"Design Fabrication and testing of Piezo actuator based workpiece feeding system for CNC Micro-Milling Machine\" has been judged as the \"First Consolation Prize\" among the Institutions who participated in Academia-Industry Pavilion at International Machine Tool Exhibition -2017 (IMTEX-2017).The research work entitled \"Two axis TIG welding of Aluminium alloy with synchronized pulsating wire feeder\" carried out by Dr. Muralidhara and dr. Vijeesh Vijayan  has won \"2nd best research work\"award among the research projects presented by 50 different institutions from different parts of India who have participated in the Industry-Academia Pavilion at IMTEX-2020."
            }
        ]
    },
    {
        "name": "Dr. VEERESHA R. K.",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/168/2290.jpg",
        "designation": "Associate Professor",
        "info": [
            {
                "Educational Qualifications": "Ph.D – Investigations on mechanical micromachining process with piezoactuated machining depth control and its application on MEMS device fabrication - NMAMIT Nitte- 2020.M. Tech – Design Engineering - 2010 - J.N.N.C.E, ShivamoggaB. E - Mechanical - 2007 - S.T.J.I.T, Ranebennur"
            },
            {
                "Past Experience": "2007-08 - As-Met Industries Pvt. Ltd2010-2011Lecturer, NMAMIT, Nitte 2011-2016 Assistant Professor GD-I, NMAMIT, Nitte2016-2021 Assistant Professor GD-II, NMAMIT, Nitte2021- 2022 Assistant Professor GD-III, NMAMIT, Nitte2022-till date- Associate Professor, NMAMIT, Nitte"
            },
            {
                "Areas of Interest": "MicromachiningImage Processing and Artificial Intelligence Finite Element MethodsAutomation and Control Device DevelopmentComposite MaterialsMachining"
            },
            {
                "Achievement": "The research work entitled \"Investigation on mechanical micromachining process with piezoactuated machining depth control and its application on MEMS device fabrication\" presented by Muralidhara, Rathnamala Rao, Veeresha R. K has been awarded FIRST PRIZE at Academia Industry Pavilllion at International Machine Tool Exhibition-2015 (IMTEX-2015) organized by Indian Machine Tool Manufacturer's Association (IMTMA-2015) at Bangalore International Conventional Center from 22nd to 28th January, 2015. This award includes a Certificate and a cash prize of Rs, 50,000/-The research work entitled \"Design, Fabrication and Testing of piezoactuator based workpiecec feeding system for CNC Micro-milling machine\" has been awarded FIRST CONSOLATION PRIZE at Academia Industry Pavilllion at International Machine Tool Exhibition-2017 (IMTEX-2017) organized by Indian Machine Tool Manufacturer's Association (IMTMA-2017) at Bangalore International Conventional Center during 26th January to 1st February, 2017. This award includes a Certificate and a cash prize.Final Year project title \"Design and Fabrication of Agarbatti Counting and Packing Machine\" was got second prize in EXPRO-2014, at NMAMIT, Nitte"
            },
            {
                "Departmental Responsibilities": "Project Co-ordinator (2010-2014)Student Satellite (StudSat)coordinator (2012-till date)Assistant Warden for Boy's Hostel (2013-2015)Department NAAC Co-ordinator (2021)PG project coordinator for Machine Design (2013- 2015)M-Tech Machine Design Co-ordinator (2020-till date)Department Fast Track Co-ordinator (2014-till date)BoS and BOE Member for PG Machine Design"
            },
            {
                "Professional Memberships": "Indian Society for Technical Education (ISTE)Institute of Smart Structure and System (ISSS)Institute of Electrical and Electronics Engineering (IEEE)"
            },
            {
                "Subjects Handled": "Mechanical DepartmentComputer-Aided Machine Drawing.Design of Machine Element-IDesign of Machine Element-IIFinite Element Method.Industrial Air Craft Design.Composite Materials.Biomechanics.Elements of Mechanical Engineering.Robotics and AI DepartmentDesign of Robotic Components Micro Aerial Vehicle Special (Mooc) Courses CompletedNPTEL Courses Introduction to Mechanical Micromachining (Jan-April 2020)Python for data science (Sep-Oct 2020)Research Ethics (April-2022)Course Era Courses Cybersecurity and the Internet of Things (September 14, 2020)Introduction to Engineering Mechanics (21.09.2020)Machine Design Part-I (30.09.2020)Machine Learning for All (September 14, 2020)Machine Learning Foundation: A case Study Approach (30.08.2020)Introduction to Programming with MATLAB (Dec, 17, 2021)"
            },
            {
                "Project Guide": "B. E. Projects : 30M.Tech Projects : 13"
            },
            {
                "Conference/Journal publications": "International JournalsNithin Kumar andVeeresha R K, \"Analysis of front suspension lower control arm of an automobile vehicle\" International Journal of Science and Research (IJSR), Volume 2 Issue 10, Pages 51-56, (2013), (ISSN 2319‐7064), Paper ID: 01101302Veeresha R K, Muralidhara, Rathnamala Rao,\"Development of Tool Based Micromilling/Microdrilling Machine with Piezoactuated Workpiece Feeding System\". Trans Tech Publications, Applied Mechanics and Materials Vols. 592-594 (2014) pp 164-169MohiyuddinMehafooz, Muralidhara, Rathnamala Rao, Veeresha R K, Rajath N Rao,\"Design and control of piezoactuator based workpiece feeding system for micro milling\", in IJIRSET, Volume 5, Special issue 9, pp 838-843, May 2016.MayurPatil, MalisettyLeela Shankar, Veeresha R K, \"Configuration selection and design of ruddercontrol system of microlight aircraft\", in IJIRSET, Volume 5, Special issue 9, pp 807-813, May 2016.Veeresha R. K, Muralidhara, Rathnamala Rao, AstronManojTauro,.\"Investigation on the Performance of Valveless Pump for Microdelivery of the Fluid, Fabricated Using Tool Based Micromachining Setup\", Journal of Advanced Manufacturing Systems Vol. 16, No. 2 (2017) 145-156, World Scientific Publishing Company, DOI: 10.1142/S0219686717500093.Veeresha, R.K., Shilpa, M.K., Muralidhara, Rathnamala Rao, Nithin Kumar,.\"Investigating the Performance of Electromagnetic Pump Fabricated Using Tool Based Micromachining Setup for Microdelivery of Fluid\". Journal of Mechanical Engineering Research and Developments, Vol. 42, No 3, 2019, pp 66-70, DOI: http://doi.org/10.26480/jmerd.03.2019. 66.70Prasad Prabhu, Muralidhara Rao and Veeresha R K,\"Design, Fabrication, and Testing of Flexurally Amplified Piezo actuator\" Accepted for the International Mechanical Engineering Congress (IMEC) 2019, Materials Today: Proceedings-Journal, Volume 46, Part 19, 2021, Pages 9490-9497, doi:10.1016/j.matpr.2020.03.502. Veeresha, R.K., Shilpa, M.K., Sabeel Ahmed., Madev Nagaral.,\"Investigation on performance of jute and Hybrid (Jute-Glass) fiber reinforced Composite pipes\", published in Journal of Critical Review, 7 (15), 1094-1100, 2020.Nagesh Kudva, Veeresha R K, Muralidhara,\"A Review on thermoelectric (peltier) Module\" International journal of progressive research in science and engineering, Volume 01, Issue 04, July 2020, PP 212-216.N Kumar, MD Kiran, SS Sharma, BR Kamath, RK Veeresha,Sliding Wear Behaviour of Nickel-Coated Short Fibre-Reinforced Al7075 Composites, \"Journal of Failure Analysis and Prevention\", 20 (5), 2020, 1609-1614Raghavendra Pai K, Lokesh K S, Veeresha R K, Ananthkrishna somayaji, Nithin Kumar \"Investigation on performance of DC motor in exhaust application using vibration based condition monitoring\" PalArch's Journal of Archaeology of Egypt/Egyptology (PJAEE), 17 (9), 2020, 1278-1285R. K. Veeresha. Muralidhara. Rathnamala Rao. K. Sushith.M. K. Shilpa   \"Damage Analysis of Tool-Based Micromachining Setup Using Electrical Continuity-Based Contact Detection System\" Journal of Failure Analysis and Prevention (2021),Vol 21, 2, 588-594,  https://doi.org/10.1007/s11668-020-01108-0R.K.Veeresha,Nagesh Kudva, Muralidhara, Designing control algorithm and experimental validation for piezo stepping actuator,Materials Today: Proceedings, Vol 48, Part 5, 2022, pp 1232-1239, https://doi.org/10.1016/j.matpr.2021.08.258.R.K.Veeresha,Mohammed Hasan Azmal, Muralidhara., Piezo stepping actuator design with macrometer range and sub micrometer precision, Materials Today: Proceedings, Vol 52, Part 3, 2022, pp 301-307,https://doi.org/10.1016/j.matpr.2021.08.322. Shilpa M K, Md Abdul Raheman, Abdul Aabid, Muneer Baig, Veeresha R K, Nagesh Kudva, \"A Systematic Review on Thermoelectric Peltier Devices: Applications and Limitations\" Fluid Dynamics & Materials Processing, 17 May 2022, pp 1-20, DOI: 10.32604/fdmp.2022.020351. Neeraj R H, Veeresha R K., A review on surface roughness measurement using image processing, International Journal of Research Publication and Reviews, Vol 3, No 8, August 2022, pp 1104-1107, DOI: https://doi.org/10.55248/gengpi.2022.3.8.38S. M. Karegoudra, Veeresha. R. K, S. K. Rashmi, S. Hegde, and S. R. Kini, \"Dynamic Optimisation of Heavy Road Traffic,\" 2022 International Conference on Artificial Intelligence and Data Engineering (AIDE), Karkala, India, 2022, pp. 143-150, doi: 10.1109/AIDE57180.2022.10060096.Nithin Kumar, H. S. Vasanth Kumar, T. Hemanth Raju, Madeva Nagaral, V. Auradi &R. K. Veeresha \"Microstructural Characterization, Mechanical and Taguchi Wear Behavior of Micro-Titanium Carbide Particle-Reinforced Al2014 Alloy Composites Synthesized by Advanced Two-Stage Casting Method\". J Bio Tribo Corros 8, 109 (2022). https://doi.org/10.1007/s40735-022-00709-6RK. Veeresha, Krishna Bhat,  Muralidhara,A novel piezoelectric motor design and its controller,Materials Today: Proceedings,2023,ISSN 2214-7853,https://doi.org/10.1016/j.matpr.2023.03.475.Veeresha R K, Muralidhara, Rathnamala Rao,\"Investigation on the Performance of Model Based Open Loop Machining Depth Control System in Microdrilling/Micromilling Process\".Submitted to Advances to Material Science, Hindawi Publisher.National JournalsVeeresha R, K, AstronManojTauro, Muralidhara and Rathnamala Rao, \"Investigation on open loop position control of amplified piezoactuator\". Journal of Mechatronics and Automation. 2015; 2(1): pp.16-24, 2015.AstronManojTauro, Veeresha R, K, Muralidhara and Rathnamala Rao,\"Theoretical investigation on piezowafer actuated micropump\".NMAMIT Annual Research Journal\", Volume 5, October 2015, ISSN 2249-0426, Page 41-45.International ConferencesLoganathanMuthuswamy*, Muralidhara Rao#, VeereshaKoti#, Vivek Singh#, Prasad#, Prasad Shenoy#, Jane Tellis#,\"Design and Development of Structural Sub-System for Twin Nano-Satellite \"Studsat-2\" 64th International Astronautical Congress, Beijing, China.  (IAC-13, E2.4, 7x19240), 2013.S.Sandya, Muralidhara Rao, Veeresha K, Saroj Kumar, SnehaVelayudhan, Sandesh R Hegde, Shahnawaz Sheik, M.M.Furqan, B.Shashank, AnikJha, Divyanshu,\"A Technology Demonstration Project to Prove Inter Satellite Communication Between Twin Nano Satellites and De-Orbiting Mechanism\". Paper is accepted in International Astronautical Congress.Sujith P S, Muralidhara, Rathnamala Rao, Veeresha R K, \"Study of Micro Heat Sinks for Microprocessor Cooling Applications\", International Conference on Emerging Trends in Engineering (ICETE -2015), pp: 80-84 , ISBN: 978-93-84935-30-6.Mohammed Hasan Azmal, Muralidhara, Veeresha R K.,Design and simulation of structural stiffener for piezo stepping actuator., ICETE, Nitte, May 2018National ConferenceVeersha R. K and Sabeel Ahmed.,\"Development and characterization of jute and jute-glass fiber reinforced composite pipes\", Proceedings of the National Conference on Advances in Mechanical Engineering, NAME-2010, (ISBN 978-81-8424-623-0), September 2010"
            },
            {
                "Sponsored  Research": "Design, Fabrication, and Testing of Micropump Manufactured Using Tool Based Micromachining Process (M-Tech Project has got Rs 30,000/- sponsored by VGST under TRIP-15 Programme in 2015).Co-Principal Investigator for Centre for tool-based Micromachining Research funded by Karnataka council for technological up gradation of Rs 77.28 Lakhs."
            },
            {
                "Additional Information": "PATENT:Dr.Muralidhara, Dr. Rathnamala Rao, T. R. Venugopal, Veeresha  R. K, Prasad Prabhu.,\"Method, System and Apparatus for Fabricating Differently Shaped Tool Electrodes for Micro Electrical Discharge Machining\", Submitted as: Indian Patent (Application No 201741032033, Filing date 11.09.2017)Dr. Muralidhara, Dr. Rathnamala Rao, Veeresha R. K, Prasad Prabhu. Gautham S Shetty., \"Method and System for Measurment of Residual stress by drilling deep holes in a weld-Joint\" Submitted as: Indian Patent (Application No 201941002849, Filing date 23.01.2019)"
            }
        ]
    },
    {
        "name": "Dr. RASHMI P SHETTY",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/168/3002.jpg",
        "designation": "Assistant Professor Gd-III",
        "info": [
            {
                "Educational Qualifications": "Ph D from NITK, Surathkal, 2019M. Tech in Energy systems engineering from N.M.A.M. Institute of Technology, Nitte, (2010-2012)B.E. in INDUSTRIAL & PRODUCTION Engineering from N.M.A.M. Institute of Technology, Nitte, (2000-2004)"
            },
            {
                "Past Experience": "Assistant Lecturer in I.T.K, Surathkal from 2006 to 2009 (3 years)Lecturer in NMAM Institute of Technology, Nitte from 2009 to 2010 (1 year)Presently working as Assistant Professor Gd-III  in NMAM Institute of Technology, Nitte"
            },
            {
                "Areas of Interest": "Renewable energyArtificial neural network"
            },
            {
                "Achievement": "Secured gold medal in MTech Energy Systems 2010-2012Best paper award, \"Wind power optimization: A comparison of metaheuristic algorithms\", International conference on Advances in manufacturing materials and energy engineering, MITE, Moodbidri,2018.Best student project award 2019 for project entitled \"Automatic waste segregator\" by Fluid power society of India.Best paper award, \"Wind power prediction and modeling: a comparison of feed forward neural networks\", Global conference on Advanced smart & sustainable technologies in Engineering ,MITE, Moodbidri,2020"
            },
            {
                "Departmental Responsibilities": "Placement CoordinatorStudent Mentoring CoordinatorDepartmental coordinator for IIC"
            },
            {
                "Professional Memberships": "Institute of engineers (IEI)"
            },
            {
                "Subjects Handled": "Material Science and MetallurgyOperations ResearchElements of Mechanical Engineering Metrology and MeasurementsIntroduction to Machine LearningOperations Management and Entrepreneurship"
            },
            {
                "Project Guide": "B.E Projects : 11  M.Tech Projects : 04"
            },
            {
                "Conference/Journal publications": "Shetty, Rashmi P., A. Sathyabhama, and P. Srinivasa Pai. \"Comparison of modeling methods for wind power prediction: a critical study.\" Frontiers in Energy 14, no. 2 (2020): 347-358  Shetty, Rashmi P., A. Sathyabhama, and P. Srinivasa Pai. \"Efficient Modelling and Simulation Of Wind Power Using Online Sequential Learning Algorithm For Feed Forward Networks.\" Journal of Mechanical Engineering Research & Developments (JMERD) 42.1 (2019): 109-115.Shetty, Rashmi P., and A. Sathyabhama. and P. Srinivasa Pai. \"Wind speed Forecasting in different seasons using ELM batch learning algorithm in Indian context\" International journal of Engineering & Technology, 7(2018), 705-709P. Srinivasa Pai and Shetty, Rashmi P. \"Tool wear modeling in face milling using acoustic Emission - artificial neural network approach\", Manufacturing Technology Today,15.8 (2016) 28-27.Shetty, Rashmi P., A. Sathyabhama, and P. Srinivasa Pai. \"Wind power prediction and modeling: a comparison of feed forward neural networks\" International Journal of Mechanical and Production Engineering Research and Development (IJMPERD) ISSN(P): 2249-6890; ISSN(E): 2249-8001 10.( 2020)  116-127Shetty, Rashmi P., A. Sathyabhama, and P. Srinivasa Pai. \"An efficient online sequential extreme learning machine model based on feature selection and parameter optimization using cuckoo search algorithm for multi-step wind speed forecasting.\" Soft Computing (2020): 1-19.Shetty, Rashmi P., P. Srinivasa Pai. \"Forecasting of COVID 19 Cases in Karnataka State using Artificial Neural Network (ANN)\" . Journal of The Institution of Engineers (India): Series B (2021): 1-11.Shetty, Rashmi P., and A. Sathyabhama. and P. Srinivasa Pai. \"Wind turbine power optimization studies using particle swarm optimization.\" National conference on Advances in Energy Conversion Technologies, MIT, Manipal, 2016. Shetty, Rashmi P., and A. Sathyabhama. and P. Srinivasa Pai. \"Prediction of wind turbine using ANN\" WEENTECH Proceedings in Energy. 4, 50-55, 2016.Shetty, Rashmi P., A. P. S. P. Sathyabhama, and A. Adarsh Rai. \"Optimized radial basis function neural network model for wind power prediction.\" 2016 Second International Conference on Cognitive Computing and Information Processing (CCIP). IEEE, 2016. D'Mello, Grynal, P. Srinivasa Pai, and Rashmi P. Shetty. \"Surface roughness modeling in high speed turning of Ti-6Al-4V-Artificial Neural Network approach.\" Materials Today: Proceedings 4.8 (2017): 7654-7664.Shetty, Rashmi P., A. Sathyabhama, and P. Srinivasa Pai. \"Wind Power Optimization: A Comparison of Meta-Heuristic Algorithms.\" IOP Conference Series: Materials Science and Engineering. Vol. 376. No. 1. IOP Publishing, 2018."
            },
            {
                "Additional Information": "Reviewer for International Journals such as IEEE Acess Journal of the institute of institution Series BEngineers Australia Technical Journals Materials today proceedings."
            }
        ]
    },
    {
        "name": "Dr. ADARSH RAI",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/168/2226.jpg",
        "designation": "Assistant Professor Gd-III",
        "info": [
            {
                "Educational Qualifications": "Ph. D  -  N.M.A.M. Institute of Technology, NitteM.Tech in Energy System Engineering from N.M.A.M. Institute of Technology, Nitte in 2010B.E. in Mechanical Engineering from N.M.A.M. Institute of Technology, Nitte"
            },
            {
                "Past Experience": "Industry  1 year, Transweigh India Limited Teaching 13 years at NMAMIT,Nitte"
            },
            {
                "Areas of Interest": "OptimizationArtificial Intelligence"
            },
            {
                "Achievement": "ISTE G.S.F.C. National Award for Best M.Tech. Thesis Award in Mechanical Engineering"
            },
            {
                "Departmental Responsibilities": "Sessional Coordinator"
            },
            {
                "Professional Memberships": "Member of Society of Automotive Engineering (SAE)"
            },
            {
                "Subjects Handled": "Material Science and MetallurgyFluid MechanicsMechatronicsFluid Power Systems"
            },
            {
                "Project Guide": "M.Tech Projects: 03"
            },
            {
                "Conference/Journal publications": "Rai, A.A. et al., 2015. Prediction models for performance and emissions of a dual fuel CI engine using ANFIS. Sadhana, 40(2), pp.515-535.Conference Papers: 03"
            }
        ]
    },
    {
        "name": "Mr. RANJITH BHAT",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/168/2764.jpg",
        "designation": "Assistant Professor Gd-III",
        "info": [
            {
                "Educational Qualifications": "Pursuing Ph.D. under Jain University, Bengaluru in the field of Deep Learning.MTech in Digital Electronics and Communication from NMAMIT, Nitte in 2011.B.E in Electronics and Communication Engineering from NMAMIT, Nitte under Visvesvaraya Technological University (VTU) in 2008."
            },
            {
                "Past Experience": "Worked as Senior Assistant Professor in the department of Electronics and Communication Engineering at SMVITM, Bantakal from 2015-2023.Worked as project manager in Lyratex Technologies in 2014 - 2015Worked as Assistant Professor in the department of Electronics and Communication Engineering at MITE, Moodbidre from 2012-2014.Worked as a Trainee Software Engineer in INFOSYS Technologies in 2008"
            },
            {
                "Areas of Interest": "Network SecurityCryptographyMachine LearningDeep LearningCommunication NetworksProgramming"
            },
            {
                "Achievement": "Filed a patent under Effective Memory utilization in Cloud Computing in 2022.Completed a course on \"Machine Learning\" by Andrew NG through STANFORD University in coursera on August 2022."
            },
            {
                "Subjects Handled": "Computer NetworksData CommunicationPython ProgrammingC++ ProgrammingJava Programming Computer Organization and ArchitectureArtificial IntelligenceNetwork AnalysisOptical Fibre Communication"
            },
            {
                "Conferences/CME/Workshops": "Fundamentals on network simulations using NS-3 from 11-12 February 2019 (2 Days) @ N.M.A.M.I.T, Nitte.Programming in Java for 8 weeks in June, 2019 from IIT, Kharagpur.Introduction to Programming in C for 8 weeks in July, 2019 from IIT Medras.Psychiatry an Overview for 4 weeks from IIT, Medras, 2016."
            },
            {
                "Project Guide": "B.E Projects Guided - 11"
            },
            {
                "Conference/Journal publications": "Published a paper on \"Multiclass Classification of Kidney Stone, Cyst, Tumor and Normal Using Deep Learning\" in JETRI-2023 on May, 2023.Published a paper on \"A comparative study on Alternative Deep Learning Based Animal Classification System\" in 2nd Student International Conference [ICRDSTEM-2023] in Jain University, Bangalore on March, 2023.Published a paper on 'You Only Look Once' Application for Autonomous Driving Vehicles using Convolutional Neural Network in Deep Learning at ICSCDS-2022 April, 2022.Reviewed a paper for the Ist International Conference on Artificial Intelligence, Computational Electronics & Communication System- AICECS 2021 organized by Department of E&C Engineering, MIT, Manipal during 28th- 30th October 2021.Published a paper on Electrocardiogram Noise removal using advance least mean square during international conference in Electrical and Electronics Engineering at Bengaluru in December, 2016."
            }
        ]
    },
    {
        "name": "Ms. RAJASHREE NAMBIAR P",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/168/2800.jpg",
        "designation": "Assistant Professor Gd-II",
        "info": [
            {
                "Educational Qualifications": "MTech in Digital Electronics and Communication from NMAMIT, Nitte in 2014.B.E in Electronics and Communication Engineering from MITK, Nitte in 2009 under Visvesvaraya Technological University (VTU)."
            },
            {
                "Past Experience": "Worked as Senior Assistant Professor in the department of Electronics and Communication Engineering at SMVITM, Bantakal from 2014 - 2023.Worked as Assistant Professor in the department of Electronics and Communication Engineering at SMVITM, Bantakal from 2010 - 2012."
            },
            {
                "Areas of Interest": "Field TheorySignal and systemsSignal & image processingDeep LearningProgramming"
            },
            {
                "Achievement": "Filed a patent under Effective Memory utilization in Cloud Computing in 2022.Awarded funding for the project guided \"Diary milk from now to next\" from Karnataka State Council for Science and Technology (KSCST)\" - 2021. Also, received an award fund from VTU for the project guided \"Object Recognition and Headlight System for Autonomous Vehicles\"-2019."
            },
            {
                "Subjects Handled": "Logic designBasic ElectronicsPython ProgrammingControl EngineeringC++ ProgrammingField TheorySignals and SystemsBasic ElectricalsDigital Signal ProcessingMicrowave and AntennaRadar Engineering"
            },
            {
                "Conferences/CME/Workshops": "Undergone a 6 days' workshop (26 September to 1 October 2022) on \"Artificial Intelligence, Machine Learning and Deep Learning Applications at NMAMIT Nitte.FDP on \"Inculcating Universal Human Values in Technical Education\" (22 May to 26 May 2023) organized by AICTE.  Undergone a workshop on Mentor Graphics at SMVITM Bantakal. Completed a faculty development program on PLC organized by Manipal Institute of Technology.  Underwent a training on Blockchain using Node.js by FINLAND LABS."
            },
            {
                "Project Guide": "B.E Projects : 11"
            },
            {
                "Conference/Journal publications": "\"Sign Language to Text Translation in Real-Time\" in international conference on Internet of Things, Communication, Intelligence and Computing on 05th & 06th May 2023.\"Image Embedding for Secure Image Transmission and Hiding Using LSB-Steg\" in 2nd International Conference on Recent Developments in Science, Technology, Engineering & Management [ICRDSTEM-2023] on 24th & 25th March 2023. \"A Perspective Study of Alternative Face Recognition Approaches using Confidentiality-Preserving Techniques in Cloud Computing\" in 2nd  International Conference on Recent Developments in Science, Technology, Engineering & Management [ICRDSTEM-2023]\" on 24th & 25th March 2023. \"The Use of Privacy-Preserving Techniques in Edge-Cloud Computing: A Study of Alternative Approaches to Face Recognition\" in IEEE explorer 2022. \"Building Dataset and Deep Learning-Based Inception Model for the Character Classification of Tigalari Script\". In Recent Advances in Artificial Intelligence and Data Engineering (pp. 239-252). Springer, Singapore 2021. \"DC-DC Buck Converter using Sliding Mode Control\" in JETIR, May 2019. \"Smart Health Monitoring Vest with Bullet Detection for Soldiers\" in IJSER, April-2018. Published paper titled \"Astute Oculus Headlight System\", in IJSER, Vol-9, April-2018. \"An Efficient Public Distribution System using IOT, GSM and BAN Technology,\" IJERECE, Vol-4, Nov-2017. Published paper titled \"Embedded Based Smart Traffic Junction\", in IJRTI, June-2017. Paper titled \"Automated Attendance System based on Facial Recognition\", in IJRTI, June-2017. \"Design of Area Efficient Binary to Gray Code Converter Using Mentor Graphics\", in IJACET, Vol-3, Sep-2016."
            }
        ]
    },
    {
        "name": "Mr. VINCENT LINISH DSOUZA",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/168/2227.jpg",
        "designation": "Assistant Professor Gd-II",
        "info": [
            {
                "Educational Qualifications": "Ph.D (Pursuing)M.Tech in Machine Design from  Visvesvaraya Technological University in 2014B.E. in Mechanical Engineering from NMAM Institute of Technology, Nitte in 2012"
            },
            {
                "Past Experience": "Internship at L&T Heavy Engg. Division Powai, Mumbai in 2012 for two months"
            },
            {
                "Areas of Interest": "Micro and Nano PositioningFlapping wing Micro Air vehiclesFinite element AnalysisMechatronics and control"
            },
            {
                "Departmental Responsibilities": "BOS member/Syllabus modificationDepartmental coordinator for virtual Lab"
            },
            {
                "Professional Memberships": "Life Member of Indian Society for Technical Education (ISTE)Life Member of Indian Welding Society (IWS)"
            },
            {
                "Subjects Handled": "Design of machine elements IDesign of machine elements IIMechanics of MaterialsFinite Element MethodsControl Engineering"
            },
            {
                "Project Guide": "M.Tech Projects : 04"
            },
            {
                "Conference/Journal publications": "Vincent D'Souza, Muralidhara, Rathnamala Rao, Divijesh Puninchathaya \"Investigation on Voltage-Displacement Characteristics of Stacked Piezoelectric Actuator Incorporating Bouc-Wen Hysteresis Model\" in proceedings of International Conference on Emerging trends in Engineering organized by NMAM Institute of Technology, Nitte, during 15th- 17th MAY 2014. ppDivijesh Puninchathaya, Muralidhara, Rathnamala Rao, \"Investigations on piezoactuator based active vibration isolation for tool based micromachining applications\" in Proceedings of National Symposium on Microsystem Technologies (NSMT-2015) held at National Institute of Technology Karnataka Surathkal from 9-10 January - 2015, pp 48-52.Somanagouda Patil, Vincent D'Souza \"Performance Analysis and Design Modification of Engine Power Control Cable Routing of Light Transport Aircraft\" IJIRECET, volume 5, Special Issue 5, May 2016Mohammed Waseem, Vincent D'Souza, Muralidhara \"Design and Analysis of Piezo-Actuated Flapping Mechanism for Micro Air Vehicles\" 7th International Conference on Emerging Trends in Engineering (ICETE-2017), Special Issue of NMAMIT Annual Research journal, 2017.Oshin Prima Lobo, Muralidhara, Vincent L Dsouza, \"Implementation oftrapezoidal velocity profile and cubic polynomial trajectories for piezoactuator based inchworm drive\", 8th International Conference on EmergingTrends in Engineering (ICETE-2018), @ NMAMIT- Nitte 14th-15th May,2018, pp 347-353."
            }
        ]
    },
    {
        "name": "Ms. PRATHIKSHA PAI",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/168/2762.jpg",
        "designation": "Assistant Professor Gd-I",
        "info": [
            {
                "Educational Qualifications": "MTech in Computer Science and Engineering from NMAMIT, Nitte in 2021.B.E in Computer Science and Engineering from Mangalore Institute of Technology& Engineering (MITE) under Visvesvaraya Technological University (VTU) in 2019."
            },
            {
                "Past Experience": "Worked as Assistant Professor in the department of Computer Science & Engineering at Srinivas University, Mukka from Jan - Nov 2022."
            },
            {
                "Areas of Interest": "Machine LearningDeep LearningBig data analyticsInternet Of Things"
            },
            {
                "Subjects Handled": "Python ProgrammingC ProgrammingArtificial Intelligence"
            },
            {
                "Conferences/CME/Workshops": "Attended two days workshop on 'Augmented Reality & Virtual Reality' held at SUIET, Mukka during 3rd& 4th June, 2022.Attended 20 days webinar on AI Master Class organized by Andhra Pradesh State Skill Development Corporation (APSSDC) and Pantech Prolabs India Pvt, Ltd from Oct 5 to Oct 24, 2020."
            },
            {
                "Project Guide": "B.E Project: 1"
            },
            {
                "Conference/Journal publications": "Prathiksha P Pai and Sarika Hegde, 'Early Detection of Pneumonia using Deep Learning Approach', In: Sk, A.A., Turki, T., Ghosh, T.K., Joardar, S., Barman, S. (eds) Artificial Intelligence. ISAI 2022. Communications in Computer and Information Science, vol 1695. Springer, 01 Jan 2023. Prathiksha PPai and Sarika Hegde, 'Automatic Generation of Repeated Patient Information for Clinical notes', Journal of Shanghai Jiaotong University, Volume 17, Issue 11, Nov 2021."
            }
        ]
    },
    {
        "name": "Mr. PRASAD PRABHU",
        "img_src": "https://nitte.edu.in/admin/photo/3/faculty/168/2766.jpg",
        "designation": "Assistant Professor Gd-I",
        "info": [
            {
                "Educational Qualifications": "Pursuing Ph.D. under VTU, Belagavi on the topic entitled “Investigations on piezo actuator-based workpiece feeding and vibratory system for vibration assisted micro milling” MTech in Machine Design from NMAMIT, Nitte in 2016.B.E in Mechanical Engineering from Shri Devi Institute of Technology, Kenjar, Mangalore in 2012 under Visvesvaraya Technological University (VTU)."
            },
            {
                "Past Experience": "Worked as Research Associate in the Department of Robotics and Artificial Intelligence Engineering, NMAMIT, Nitte From 2021 to 2023Worked as a Research Scholar in the Department of Mechanical Engineering NMAMIT Nitte, From 2017-2020. Worked as an Assistant Engineer at Bharathi Shipyard Ltd. Mangalore From 2012-2014."
            },
            {
                "Areas of Interest": "Robotics Artificial IntelligenceMachine learning Digital Manufacturing Micro Manufacturing Programming Internet of Things Mechatronics and Control"
            },
            {
                "Achievement": "The M.Tech. Project entitled \"Design, Fabrication and Testing of Tool Feeding system for In-situ Tool grinding in micro EDM\" has been awarded \"FIRST PRIZE\" in non-circuit stream of M.Tech. Project Competition \"I2 CONECCT\" organized by IEEE Mangalore Sub-Section, held at Canara Engineering College, Mangalore, on 14th May 2016.The research work entitled \"Design & developmentof a Low-Cost 4-AxisCNC Machine for Artwork Machining\" has been judged as the \"First Consolation Prize\" among theInstitutions who participated in Academia-Industry Pavilion at InternationalMachine Tool Exhibition -2023 (IMTEX-2023)."
            },
            {
                "Subjects Handled": "Introduction to Robotics Laboratory Motion Control using PLC Laboratory Active Learning on Robotics"
            },
            {
                "Conferences/CME/Workshops": "ABB Robot IRB-1600 Hands on training, Robot Studio software trainingFive-day workshop on PLC based Programming and AutomationFive-day Faculty development Program on FESTO-Advanced Pneumatics for AutomationTraining on interfacing servo drive with PLCFive days Faculty development Program on PYTHON for Numerical Simulation and applied artificial Intelligence for Mechanical EngineeringFive-day hands-on training on FESTO-Basic Hydraulics for AutomationCertification Course on \"Model Simulate and control a drone in MATLAB & Simulink\" from Udemy"
            },
            {
                "Conference/Journal publications": "Prasad Prabhu, Muralidhara Rao, \"Investigations on Piezo actuated Micro XY Stage for Vibration-Assisted Micro Milling\" Journal of Micromechanics and Microengineering, Volume 31 Issue 6, 2021. Prasad Prabhu, Muralidhara, R.K. Veeresha, T.R. Venugopal, Design, fabrication, and testing of flexurally amplified piezo actuator, Materials Today: Proceedings, Volume 46, Part 19, 2021, pp- 9490-9497. P.P Divijesh, Muralidhara Rao, Rathnamala Rao, Nirmith Jain, Prasad Prabhu, Implementation of structurally pre-stressed piezo actuator based active vibration isolation system for micro milling, Materials Today: Proceedings, 2023. Patents Method, System and Apparatus for Fabricating Differently Shaped Tool Electrodes for Micro Electrical Discharge Machining, Reference ID: 201741032033.Method and System for Measurement of Residual Stress by Drilling Deep Holes in a Weld-Joint, Reference ID: 201941002849."
            }
        ]
    }
]